Repository: dospuntocero/NBDesigner-es-cl
Catalog: web-to-print-online-designer-*.po
Languages: es_es

source: You can use default key or your Unsplash Application ID. That feature allow the customer serach images from Pixabay.
es_es: Puede utilizar la tecla predeterminada o su Unsplash IDENTIFICADOR de la Aplicación. Esa característica permite al cliente ver imágenes de Pixabay.

source: Force to upload SVG files
es_es: La fuerza para cargar los archivos SVG

source: Some themes or plugins disable upload SVG files feature. This option force to upload SVG files.
es_es: Algunos de los temas o plugins deshabilitar la carga de archivos SVG característica. Esta opción fuerza para subir archivos SVG.

source: Enable log mode
es_es: Habilitar el modo de registro

source: Enable log mode for debug. <a href="%s">Logs</a>
es_es: Habilitar el registro en modo de depuración. <a href="%s">Registros</a>

source: Fix image URL after change domain
es_es: Fix URL de la imagen después de cambiar de dominio

source: Fix image urls in templates or order designs after change domain or setup SSL.
es_es: Fix url de imagen en las plantillas o el fin de los diseños después de cambiar de dominio o de configuración de SSL.

source: Fix lost images when export design into PDF
es_es: Fix imágenes perdidas cuando la exportación de diseño en PD

source: Cron job flush W3 Total cache
es_es: Cron job ras W3 Total cache

source: Site force login
es_es: Sitio de la fuerza de inicio de sesión

source: Require user log in first.
es_es: Requiere registro de usuario en primer lugar.

source: Redefine K_PATH_FONTS constant
es_es: Redefinir K_PATH_FONTS constante

source: Redefine K_PATH_FONTS constant if your server does not provide the write permission in the plugins folder.
es_es: Redefinir K_PATH_FONTS constante si su servidor no proporciona el permiso de escritura en la carpeta de plugins.

source: Disable NONCE in the submit form
es_es: Desactivar NONCE en el envío de formulario

source: Disable NONCE in the submit form if your site has a problem with cache plugins.
es_es: Desactivar NONCE en el presente el formulario si su sitio tiene un problema con la caché de plugins.

source: Additional upload file types
es_es: Adicional de subida de tipos de archivo

source: You can find out mime types of several common file extensions on <a href="%s">this page</a>. Enter extension without dot. Example: ai: application/pdf, psd: image/vnd.adobe.photoshop, eps: application/postscript, indd: application/x-indesign
es_es: Usted puede encontrar los tipos mime de varias extensiones de archivo comunes en <a href="%s">esta página</a>. Introduzca la extensión sin punto. Ejemplo: ai: application/pdf, psd: image/vnd.de adobe.photoshop eps: application/postscript, indd: application/x-indesign

source: Extension
es_es: Extensión

source: MIME Type
es_es: Tipo MIME

source: AngularJS: https://angularjs.org/ <br /> Disable if the theme or other plugin included
es_es: AngularJS: https://angularjs.org/ <br /> Desactivar si el tema o el otro plugin incluido

source: Watermark
es_es: Marca de agua

source: Enable watermark if allow customer download PDFs
es_es: Habilitar la marca de agua si permite que el cliente de descarga de archivos Pdf

source: Always
es_es: Siempre

source: Before complete order
es_es: Antes de completar la orden

source: Watermark type
es_es: Tipo de marca de agua

source: Watermark image
es_es: Marca de agua de imagen

source: Choose a watermark image
es_es: Elegir una marca de agua de imagen

source: Watermark text
es_es: Texto de marca de agua

source: Branded watermark text
es_es: Marca de texto de marca de agua

source: If the product include bleed line, show it below/above the content design.
es_es: Si el producto incluye la línea de sangrado, mostrarla por debajo/por encima del contenido.

source: Below the content design.
es_es: A continuación el diseño de contenidos.

source: Above the content design.
es_es: Arriba en el diseño de contenidos.

source: Truetype fonts
es_es: Fuentes Truetype

source: Each font in a separate line
es_es: Cada fuente en una línea independiente

source: Default ICC profile
es_es: Default perfil ICC

source: Set default ICC profile for jpg image. <br/><b>This feature require your server support Imagemagick with lcms2.</b>
es_es: Set default perfil ICC para la imagen jpg. <br/><b>Esta función requiere el servidor de apoyo Imagemagick con lcms2.</b>

source: Number of decimals
es_es: Número de decimales

source: This sets the number of decinal points show in deisplayed option prices
es_es: Esto establece el número de decinal puntos muestran en deisplayed opción de precios

source: Options display style
es_es: Opciones de estilo de visualización

source: This controls how options are displayed on the front-end .
es_es: Esto controla cómo se muestran las opciones en el front-end .

source: Style 1
es_es: Estilo 1

source: Style 2
es_es: Estilo 2

source: Hide Add to cart button until all required options are chosen
es_es: Ocultar el botón Añadir al carro hasta que todas las opciones necesarias son elegidos

source: Check this to show the add to cart button only when all required options are filled.
es_es: Marque esta opción para mostrar el botón añadir al carro sólo cuando todas las opciones necesarias están llenos.

source: Hide summary options
es_es: Ocultar opciones de resumen

source: Hide summary options in product detail page.
es_es: Ocultar opciones de resumen en la página de detalles del producto.

source: Float summary options
es_es: Float opciones de resumen

source: Hide table pricing
es_es: Ocultar la tabla de precios

source: Hide table pricing in product detail page.
es_es: Ocultar la tabla de precios en la página de detalles del producto.

source: Table pricing type
es_es: Tabla de precios tipo

source: Quantity range
es_es: Rango de cantidad

source: Quantity breaks
es_es: Cantidad rompe

source: Hide option swatch description
es_es: Ocultar la opción de muestras descripción

source: Hide option swatch description in Style 1 in product detail page.
es_es: Ocultar opción muestra la descripción en el Estilo 1 en la página de detalles del producto.

source: Change original product price
es_es: Cambio del producto original precio

source: Overwrite the original product price when options are changing.
es_es: Sobrescribir el original el precio del producto cuando las opciones están cambiando.

source: Auto hide price if zero
es_es: Ocultar automáticamente el precio si es cero

source: Hide the option price display if it is zero.
es_es: Ocultar el precio de la opción de la pantalla si es cero.

source: Option description tooltip position
es_es: Opción descripción la descripción de la posición

source: Top
es_es: Arriba

source: Right
es_es: Derecho

source: Bottom
es_es: Abajo

source: Left
es_es: Izquierda

source: Advanced dropdown sub list position
es_es: Avanzado desplegable sub posición de lista

source: Bellow
es_es: Abajo

source: jQuery selector for increase/decrease quantity button
es_es: selector de jQuery para aumentar/disminuir la cantidad de botón

source: This is used to re calculate quantity discount price, example: .quantity-plus, .quantity-minus
es_es: Este es utilizado para volver a calcular la cantidad de descuento en el precio, ejemplo: .cantidad-plus .cantidad-minus

source: Display product options on
es_es: Mostrar opciones de producto en

source: Display product options on popup or product tab in modern layout.
es_es: Mostrar opciones de producto en popup o la ficha del producto, en diseño moderno.

source: Product Tab
es_es: La Ficha Del Producto

source: Force Select Options
es_es: Fuerza Seleccione Opciones

source: This changes the add to cart button on shop and archive pages to display select options when the product has extra product options.
es_es: Esto cambia el botón agregar al carrito en la tienda y en las páginas de archivos para mostrar seleccione opciones cuando el producto tiene más opciones de producto.

source: Show options in archive shop pages
es_es: Mostrar opciones en el archivo de la tienda de páginas

source: Choose to show options selection in archive shop pages as swatches.
es_es: Elija mostrar opciones de selección en el archivo de la tienda de las páginas de las muestras.

source: Enable ajax add to cart in the product detail page.
es_es: Habilitar ajax añadir a la cesta en la página de detalles del producto.

source: Turn off persistent cart
es_es: Desactivar persistente carrito

source: Enable this if the product has a lot of options.
es_es: Activar esta opción si el producto tiene un montón de opciones.

source: Clear cart button
es_es: Borrar botón del carro

source: Enables or disables the clear cart button.
es_es: Habilita o deshabilita la clara botón del carro.

source: Hide options in cart
es_es: Ocultar las opciones en el carrito

source: Enables or disables the display of options in cart.
es_es: Activa o desactiva la pantalla de opciones en el carrito.

source: Hide option price in cart
es_es: Ocultar precio de la opción en el carrito

source: Enables or disables the display of option price in cart.
es_es: Activa o desactiva la visualización de precio de la opción en el carrito.

source: Auto hide Preview printing options in design editor
es_es: Auto ocultar vista previa de las opciones de impresión en el editor de diseño

source: Hide "Add to cart" button
es_es: Ocultar "Añadir a la cesta" botón

source: Line
es_es: Linea

source: Polygon
es_es: Polígono

source: Hexagon
es_es: Hexágono

source: Enable QRCode
es_es: Habilitar QRCode

source: Default text for QRCode
es_es: Texto predeterminado para QRCode

source: Enable scale object from center
es_es: Habilitar objeto de la escala de centro

source: Change the default object scale origin from corner to center.
es_es: Cambiar el valor de escala del objeto de origen de esquina en el centro.

source: Disable auto load primary tempalte.
es_es: Desactivar la asignación automática de carga primaria para la plantilla.

source: Always show blank design pages and only load templates until the customer choose them.
es_es: Mostrar siempre en blanco de diseño de páginas y sólo plantillas de carga hasta que el cliente elija.

source: Lazy load default template if the product has template and the default templates is a very large objects.
es_es: Lazy load default plantilla si el producto ha plantilla y las plantillas predeterminadas es un objetos muy grandes.

source: Default design editor layout
es_es: Por defecto en el editor de diseño de layout

source: Choose default layout for design tool, you can choose specify layout for each product.<br /><b>Note</b>: We recommend <b>Modern</b> layout for the best user experience. We have stopped developing new features on Classic layout, consider this if you still want to use it.
es_es: Elegir el diseño predeterminado de la herramienta de diseño, usted puede elegir especificar el diseño de cada producto.<br /><b>Nota</b>: recomendamos <b>Moderno</b> de diseño para la mejor experiencia de usuario. Hemos parado el desarrollo de nuevas funcionalidades en el diseño Clásico, considere esto si usted todavía desea utilizar.

source: <b>Modern</b> - recommended
es_es: <b>Moderno</b> - recomendado

source: Classic
es_es: Clásico

source: Default output resolution - DPI
es_es: Salida por defecto de la resolución DPI

source: Dimensions Unit
es_es: Dimensiones De La Unidad

source: This controls what unit you will define lengths in.
es_es: Este controla qué unidad va a definir longitudes.

source: in
es_es: pulgadas

source: Preview design size
es_es: Vista previa tamaño de diseño

source: This is size of preview design image which will show in cart or order page.
es_es: Este es el tamaño de la vista previa del diseño de la imagen que se mostrará en el carrito o en la página de la orden.

source: Preview template size
es_es: Vista previa tamaño de la plantilla

source: This is size of preview template image which will show in gallery page.
es_es: Este es el tamaño de la plantilla de la vista previa de la imagen que se mostrará en la página de la galería.

source: Hide On Smartphones
es_es: Ocultar En Los Teléfonos Inteligentes

source: Hide product designer on smartphones and display an information instead.
es_es: Ocultar diseñador de producto en los teléfonos inteligentes y visualización de la información en su lugar.

source: Allow save design for later
es_es: Permitir diseño guardar para más tarde

source: Allow the customer save their design and continue working on it another time.
es_es: Permitir que el cliente guarde su diseño y seguir trabajando en él otra vez.

source: Allow share design
es_es: Permitir compartir de diseño

source: Allow the customer share their design via email or social network.
es_es: Permitir que el cliente comparta su diseño a través de correo electrónico o red social.

source: Cache latest design on user browser
es_es: Caché de diseño más reciente del navegador del usuario

source: Save customer latest design. When they come back design product, they latest design will be loaded.
es_es: Guardar al cliente de último diseño. Cuando vuelven de diseño de producto, diseño más reciente será cargado.

source: Cache customer uploaded image
es_es: Caché de cliente imagen subida

source: Cache customer uploaded image links on browser.
es_es: Caché de cliente subido el link de una imagen en el navegador.

source: Allow customer re-design after order
es_es: Permitir al cliente re-diseño después de la orden

source: After order, customer can edit they design before it is approved or rejected.
es_es: Después de la orden, el cliente puede editar el diseño antes de que sea aprobado o rechazado.

source: Allow download design after checkout
es_es: Permitir la descarga de diseño después de la salida

source: Allow the customer download their designs or upload files after checkout.
es_es: Permitir que el cliente de descarga de sus diseños o cargar archivos después de la salida.

source: Yes - all order status
es_es: Si, todos del estado de la orden

source: Complete order
es_es: Orden

source: Design file type download
es_es: Diseño de tipo de archivo de descarga

source: Choose design file type which the customer can download. Design in JPG format require PHP Imagick.
es_es: Elegir el diseño de tipo de archivo que el cliente puede descargar. Diseño en formato JPG requieren PHP Imagick.

source: PDF, detail config for <a target="_blank" href="%s">PDF</a>
es_es: PDF, detalle de configuración de <a target="_blank" href="%s">PDF</a>

source: JPG ( require PHP Imagick )
es_es: JPG ( requiere PHP Imagick )

source: Upload files - The customer upload files
es_es: Subir archivos - El cliente cargar archivos

source: Allow download design in editor
es_es: Permitir la descarga de diseño en el editor

source: Allow the customer download their designs in editor ( Modern layout ).
es_es: Permitir que el cliente de descarga de sus diseños en el editor ( diseño Moderno ).

source: Admin notifications
es_es: Admin notificaciones

source: Send a message to the admin when customer design saved / changed.
es_es: Enviar un mensaje al administrador al cliente diseño de la guarda / cambiado.

source: Recurrence
es_es: Recurrencia

source: Choose how many times you want to receive an e-mail.
es_es: Cuántas veces usted desea recibir un e-mail.

source: Hourly
es_es: Hora

source: Twice a day
es_es: Dos veces por día

source: Daily
es_es: Diario

source: Recipients
es_es: Beneficiarios

source: Enter recipients (comma separated) for this email. Defaults to
es_es: Enter destinatarios (separados por comas) para este correo electrónico. Por defecto

source: Send mail to admins when approve designs
es_es: Enviar correo a los administradores cuando aprueba los diseños

source: Send mail to admins when approve the customer designs.
es_es: Enviar correo a los administradores cuando se aprueban los diseños de los clientes.

source: Admin emails who receive notification when designs approved
es_es: Administrador de los correos electrónicos que reciba una notificación cuando los diseños aprobados

source: Enter recipients (comma separated) for admin email. Defaults to
es_es: Enter destinatarios (separados por comas) para la administración de correo electrónico. Por defecto

source: Attach custom designs
es_es: Adjuntar diseños personalizados

source: Attach custom designs in Admin notifications email.
es_es: Adjuntar diseños personalizados en el Administrador de notificaciones de correo electrónico.

source: Attach custom designs type
es_es: Adjuntar diseños personalizados tipo

source: Choose design file type which attach in email.
es_es: Elegir el diseño de tipo de archivo que se adjunta en el correo electrónico.

source: Create your own page
es_es: Crear su propia página

source: Choose Create your own page.
es_es: Elija Crear su propia página.

source: Designer page
es_es: El diseñador de la página

source: Choose designer page.
es_es: Elija el diseñador de la página.

source: Choose Gallery page.
es_es: Seleccione la página de la Galería.

source: Redirect login
es_es: Redirigir inicio de sesión

source: Choose login page on design tool.
es_es: Elegir la página de inicio de sesión en la herramienta de diseño de.

source: Product builder page
es_es: Producto generador de página

source: Choose Product builder page.
es_es: Elegir Producto generador de página.

source: Enter a Facebook App-ID to allow customer use Facebook photos.
es_es: Escriba una Facebook App-ID para permitir al cliente el uso de Facebook fotos.

source: Where do I get this info?
es_es: ¿Dónde puedo obtener esta información?

source: Enter a Instagram App-ID to allow customer use Instagram photos.
es_es: Escriba un Instagram App-ID para permitir al cliente el uso de Instagram fotos.

source: Enter a Dropbox App-ID to allow customer use Dropbox photos.
es_es: Escriba una App de Dropbox-ID para permitir el uso del cliente de Dropbox las fotos.

source: Create a new app
es_es: Crear una nueva app

source: Edit app and set "Chooser/Saver domains" with your domain: <b><code>
es_es: Editar de la aplicación y el conjunto de "Selector/Protector de los dominios de" con su dominio: <b><code>

source: The Browser API key obtained from the Google API Console.
es_es: El Navegador clave de API obtenidos a partir de la Google API Console.

source: Google Client ID
es_es: Google ID Cliente

source: The Client ID obtained from the Google API Console.
es_es: El ID de Cliente obtenidos a partir de la Google API Console.

source: Default color text when user add text. If you're using limited color palette, make sure <a href="%s">this color</a> has been defined
es_es: Color predeterminado del texto cuando el usuario agrega el texto. Si usted're el uso de paleta de color limitada, asegúrese de que <a href="%s">esta de color</a> ha sido definido

source: Enable Curved Text
es_es: Habilitar La Curva De Texto

source: Enable Text transform unproportionally
es_es: Habilitar la transformación de Texto de forma no proporcional

source: When true, Text can be transformed unproportionally
es_es: Cuando es true, el Texto puede ser transformado de forma no proporcional

source: Default font sizes ( pt )
es_es: Default tamaños de fuente ( pt )

source: Increment font sizes in pt seperated by a comma. Do not use dots or spaces. Example: 6,8,10,12,14,16
es_es: Incremento de los tamaños de fuente en pt separados por una coma. No utilice puntos o espacios. Ejemplo: 6,8,10,12,14,16

source: Force min font size
es_es: Fuerza min tamaño de fuente

source: Disallow text font size less than min value in list font sizes.
es_es: No permitir la fuente del texto de un tamaño menor que el valor mínimo de la lista de tamaños de fuente.

source: Enable Text pattern
es_es: Habilitar patrón de Texto

source: Show/hide features
es_es: Mostrar/ocultar características

source: Show/hide features in frontend
es_es: Mostrar/ocultar elementos en frontend

source: Change font
es_es: Cambiar font

source: Italic
es_es: Cursiva

source: Bold
es_es: Negrita

source: Underline
es_es: Subrayado

source: Line-through
es_es: Línea a través de

source: Text Case
es_es: Mayúsculas o minúsculas

source: Align left
es_es: Alinear a la izquierda

source: Align right
es_es: Alinear a la derecha

source: Align center
es_es: Centrar

source: Text color
es_es: Texto color

source: Text background
es_es: Texto de fondo

source: Text shadow
es_es: Sombra de texto

source: Line height
es_es: La altura de la línea

source: Spacing
es_es: Espacio

source: Font size
es_es: Tamaño de fuente

source: Opacity
es_es: Opacidad

source: Outline
es_es: Reseña

source: Unlock proportion
es_es: Desbloquear proporción

source: Rotate
es_es: Girar

source: Enable tool Add Clipart
es_es: Habilitar la herramienta Agregar imágenes Prediseñadas

source: Change color path
es_es: Cambio de color de ruta

source: Enable tool Add Image
es_es: Habilitar la herramienta Add Image

source: Enable upload image
es_es: Permitir la carga de la imagen

source: Auto fit uploaded image with the stage
es_es: Auto ajuste subido la imagen con la etapa

source: Login Required
es_es: Iniciar Sesión

source: Users must create an account in your Wordpress site and need to be logged-in to upload images.
es_es: Los usuarios deben crear una cuenta en su sitio de Wordpress y la necesidad de estar conectado a subir imágenes.

source: Allow upload multiple images
es_es: Permitir subir múltiples imágenes

source: Allow the customer upload multiple images.
es_es: Permitir a los clientes subir múltiples imágenes.

source: Max upload files at once
es_es: Máximo de subida de archivos a la vez

source: Max upload size
es_es: Max tamaño de carga

source: Min upload size
es_es: Min tamaño de carga

source: Min image upload resolution
es_es: Min de carga de imágenes de resolución

source: Enable low resolution image
es_es: Habilitar la imagen de la resolución baja

source: Alert a message to the customer
es_es: Alerta de un mensaje para el cliente

source: Enable images from url
es_es: Habilitar imágenes desde una url

source: Enable get images from Google Drive
es_es: Permitir obtener imágenes de Google Drive

source: Enable search from Pixabay
es_es: Habilitar la búsqueda de Pixabay

source: Enable search from Unsplash
es_es: Habilitar la búsqueda de Unsplash

source: Enable SVG code
es_es: Habilitar SVG código

source: Enable capture images by webcam
es_es: Permitir la captura de imágenes a través de la webcam

source: Enable Facebook photos
es_es: Activar Facebook fotos

source: Enable Instagram photos
es_es: Habilitar Instagram fotos

source: Enable Dropbox photos
es_es: Habilitar Dropbox fotos

source: Show terms and conditions
es_es: Mostrar términos y condiciones

source: Show term and conditions upload image.
es_es: Mostrar plazo y condiciones de carga de la imagen.

source: Terms and conditions upload image
es_es: Términos y condiciones de carga de la imagen

source: HTML Tags Supported
es_es: Etiquetas HTML Compatibles

source: Shadow
es_es: Sombra

source: Grayscale
es_es: Escala de grises

source: Invert
es_es: Invertir

source: Remove white
es_es: Quitar blanco

source: Transparency
es_es: Transparencia

source: Tint
es_es: Tinte

source: Blend mode
es_es: Modo de mezcla

source: Brightness
es_es: Brillo

source: Noise
es_es: Ruido

source: Pixelate
es_es: Pixelar

source: Multiply
es_es: Multiplique

source: Sharpen
es_es: Enfocar

source: Emboss
es_es: Relieve

source: Edge enhance
es_es: Borde mejorar

source: Crop image
es_es: Recorte de la imagen

source: Shape crop
es_es: Forma de cultivo

source: Enable Free Draw
es_es: Permitir dibujo libre

source: Brush
es_es: Brocha

source: Pencil
es_es: Lápiz

source: Circle
es_es: Círculo

source: Pattern
es_es: Patrón

source: Hline
es_es: Línea horizontal

source: Vline
es_es: Línea vertical

source: Square
es_es: Cuadrado

source: Diamond
es_es: Diamante

source: Texture
es_es: Textura
