Repository: dospuntocero/NBDesigner-es-cl
Catalog: web-to-print-online-designer-*.po
Languages: es_es

source: Align Left
es_es: Alinear A La Izquierda

source: Align Right
es_es: Alinear A La Derecha

source: Align Bottom
es_es: Alinear En La Parte Inferior

source: Distribute Horizontal
es_es: Distribuir Horizontal

source: Distribute Vertical
es_es: Distribuir Vertical

source: Lock all adjustment
es_es: Bloqueo de todas ajuste

source: Files accepted
es_es: Archivos aceptados

source: Files rejected
es_es: Archivos rechazada

source: No design or uplod file in this order
es_es: No hay diseño o uplod archivo en este orden

source: Detail product design
es_es: Detalle de productos de diseño

source: Back to order
es_es: Volver al orden

source: Resource
es_es: Recursos

source: Create PDF
es_es: Crear PDF

source: Download design
es_es: Descargar diseño

source: Images
es_es: Imagen

source: Texts
es_es: Textos

source: Font Size
es_es: Tamaño De Fuente

source: Font Family
es_es: Font De La Familia

source: ( High quality images )
es_es: ( Imágenes de alta calidad )

source: Download PNG
es_es: Descargar PNG

source: JPG ( CMYK with ICC profile )
es_es: JPG CMYK ( con perfiles ICC )

source: Change ICC profile
es_es: Cambiar perfil ICC

source: here
es_es: aquí

source: Export PDF with config
es_es: Exportar PDF con config

source: Required PHP imagick API
es_es: Requiere API PHP de imagick

source: Force all side in the same format
es_es: Fuerza lateral en el mismo formato

source: Create a PDF file contain all page in the same page size. By default, each page correspond a PDF file.
es_es: Crear un archivo PDF que contiene todas las páginas en el mismo tamaño de página. Por defecto, cada página corresponde a un archivo PDF.

source: Create PDF from
es_es: Crear PDF a partir de

source: Paper Size
es_es: Tamaño De Papel

source: As product size %s x %s (exclude margin)
es_es: Como el tamaño del producto %s x %s (excluir margen)

source: Product size
es_es: Tamaño del producto

source: Hight
es_es: Altura

source: In mm
es_es: En mm

source: Portrait
es_es: Retrato

source: Landscape
es_es: Paisaje

source: Margin
es_es: Margen

source: Margin top, right, bottom, left in mm
es_es: Margen superior, inferior, derecho, izquierdo en mm

source: Show Bleed Line
es_es: Mostrar Línea de sangrado

source: Margin bleed
es_es: Margen sangrar

source: Margin bleed top, right, bottom, left in mm
es_es: Margen de sangrado superior, inferior, derecho, izquierdo en mm

source: Background
es_es: De fondo

source: Change image
es_es: Cambio de imagen

source: Change image with heigh resolution if you want. Support: jpeg, jpg, png, svg
es_es: Cambio de imagen con la máxima resolución, si quieres. Soporte: jpeg, jpg, png, svg

source: Transparent
es_es: Transparente

source: Include background image
es_es: Incluir la imagen de fondo

source: Include background image if background type is image.
es_es: Incluir la imagen de fondo si el fondo es de tipo imagen.

source: Create PDFs
es_es: Crear Documentos Pdf

source: Please accept the upload term conditions
es_es: Por favor, acepte la carga plazo, condiciones

source: Group
es_es: Grupo

source: This item is not available in Lite version!
es_es: Este artículo no está disponible en la versión Lite!

source: Do you want to delete this design?
es_es: ¿Desea eliminar este diseño?

source: License
es_es: Licencia

source: Version
es_es: Versión

source: Support
es_es: Apoyo

source: Get free license key
es_es: Obtener la clave de licencia

source: Please fill correct email. License key will be sent to your email.
es_es: Por favor llene de correo electrónico correcta. Clave de licencia será enviada a su correo electrónico.

source: Active license key
es_es: Activo clave de licencia

source: Active
es_es: Activo

source: Remove
es_es: Eliminar

source: Manager NBDesigner Products
es_es: Administrador NBDesigner Productos

source: Search products
es_es: Búsqueda de productos

source: Edit product
es_es: Editar producto

source: View product
es_es: Ver producto

source: Manage template
es_es: Gestionar plantilla

source: templates
es_es: plantillas

source: No product, <a href="%s" target="_blank">view user guide</a>
es_es: No hay producto, <a href="%s" target="_blank">ver guía del usuario</a>

source: All your configurations has not been saved. Please activate the license key,
es_es: Todas tus configuraciones no se ha guardado. Por favor, activar la clave de licencia,

source: Enable Design
es_es: Habilitar Diseño

source: Enable Upload Design
es_es: Permitir La Carga De Diseño

source: Enable Upload Without Design
es_es: Permitir La Carga Sin Diseño

source: Cutom Design
es_es: Cutom Diseño

source: Add More
es_es: Añadir Más

source: Collapse All
es_es: Contraer

source: Less setting
es_es: Menos de configuración

source: Background type
es_es: Tipo de fondo

source: Set image
es_es: Imagen

source: Include background image in final design if background type is image.
es_es: Incluir la imagen de fondo en el diseño final si tipo de fondo es el de la imagen.

source: Overlay
es_es: Superposición

source: Include in final design
es_es: Incluir en el diseño final

source: Circle/Ellipse
es_es: Círculo/Elipse

source: (Click
es_es: (Clic

source: to know how to setting product design)
es_es: para saber cómo establecer el diseño de producto)

source: Product area
es_es: Área

source: Design area
es_es: Área de diseño

source: Bounding box
es_es: Cuadro delimitador

source: product always align vertical/horizontal center bounding box
es_es: producto siempre alinear vertical/horizontal del centro del cuadro delimitador

source: Design area size
es_es: Área de diseño de size

source: Relative position
es_es: Posición

source: For paper/card
es_es: Para papel/card

source: Bleed top-bottom
es_es: Sangrar de arriba a abajo

source: Bleed left-right
es_es: Sangrar de izquierda a derecha

source: Show safe zone
es_es: Mostrar a la zona segura

source: Magin top-bottom
es_es: Magia de arriba a abajo

source: Administrator's Message
es_es: Administrador's Message

source: Recent Quotes
es_es: Reciente Comillas

source: Order Number
es_es: Número De Pedido

source: Are you sure you want to reject quote No. %d?
es_es: ¿Estás seguro de querer rechazar cotización No. %d?

source: Please, feel free to send us your feedback/reasons:
es_es: Por favor, siéntase libre de enviarnos sus comentarios/motivos:

source: Yes, I want to reject the quote
es_es: Sí, quiero rechazar la Cotización

source: Customer:
es_es: Cliente:

source: Expiration date:
es_es: Fecha de caducidad:

source: Note:
es_es: Nota:

source: Download a Design Guideline
es_es: Descargar una Guía de Diseño

source: Save for later
es_es: Guardar para más tarde

source: Share design
es_es: Compartir diseño

source: My design
es_es: Diseño

source: Click or drop file here
es_es: Haga clic o soltar el archivo aquí

source: Allow extensions
es_es: Extensiones

source: Disallow extensions
es_es: No permitir extensiones

source: Min size
es_es: Tamaño mínimo

source: Max size
es_es: Tamaño máximo

source: Complete
es_es: Completa

source: Back to option
es_es: Volver a la opción

source: How would you like to design your
es_es: ¿Cómo te gustaría diseñar tu

source: Upload a full design
es_es: Cargar un diseño completo

source: Have a complete design
es_es: Tener un diseño completo

source: Have your own designer
es_es: Tiene su propio diseñador

source: Design here online
es_es: Aquí el diseño en línea

source: Already have your concept
es_es: Ya tiene su concepto

source: Customise every detail
es_es: Personalizar cada detalle

source: Use our templates
es_es: Utilice nuestras plantillas

source: Looking for inspiration
es_es: En busca de inspiración

source: Want simple customization
es_es: Quiere sencilla personalización

source: Let's us design for you
es_es: Let's en el diseño para usted

source: Would you like us to design your Artwork for you?
es_es: ¿Te gustaría diseñar tu obra de Arte para usted?

source: Apply options
es_es: Aplicar opciones

source: Clear selection
es_es: Borrar selección

source: Summary options
es_es: Opciones de resumen

source: Options price
es_es: Opciones de precios

source: Final price
es_es: Precio Final

source: Cart item fee
es_es: Carrito cargo por artículo

source: all items
es_es: todas las cosas

source: Subtotal price
es_es: Subtotal precio

source: items
es_es: artículos

source: Table pricing
es_es: Tabla de precios

source: Up to
es_es: A

source: Price / 1 item
es_es: Precio / 1 punto

source: or more
es_es: o más

source: Amount
es_es: Cantidad

source: Unit price
es_es: Precio unidad

source: Total price
es_es: Precio Total

source: Saving
es_es: Guardar

source: (+x) x: Cart item fee
es_es: (+x) x: Carrito de cargo por artículo

source: Sorry, file is too big, max size:
es_es: Lo siento, es demasiado grande, el tamaño máximo:

source: Sorry, file is too small, min size:
es_es: Lo sentimos, el archivo es demasiado pequeño, min tamaño:

source: Sorry, this file type is not permitted for security reasons. Only accept:
es_es: Lo siento, este tipo de archivo no permitido por razones de seguridad. Sólo aceptan:

source: Recommended
es_es: Recomendado

source: Bulk variation
es_es: Masiva de variación

source: Add Variation
es_es: Añadir Variación

source: Delete Selected
es_es: Borrar Seleccionados

source: Choose Quantity & Delivery Speed
es_es: Elegir La Cantidad Y La Velocidad De La Entrega

source: Quantities
es_es: Cantidades

source: Printing Price (excl. Delivery Fee)
es_es: Impresión de Precio (excl. Cargo De Entrega)

source: per item
es_es: por artículo

source: Add custom quantity
es_es: Añadir cantidad personalizada

source: update
es_es: actualización

source: Min size:
es_es: Min tamaño:

source: Max size:
es_es: Max tamaño:

source: Width
es_es: Ancho

source: Height
es_es: Altura

source: Width: min %s - max %s
es_es: Ancho: min %s - max %s

source: Height: min %s - max %s
es_es: Altura: min %s - max %s

source: Invalid value
es_es: Valor no válido

source: Invalid value, min:
es_es: Valor no válido, min:

source: Invalid value, max:
es_es: Valor no válido, max:

source: Choose
es_es: Elegir

source: To
es_es: A

source: Price per unit
es_es: Precio unitario

source: Pricing table
es_es: Tabla de precios

source: Order bulk
es_es: Orden a granel

source: Select a product
es_es: Seleccione un producto

source: Select a template
es_es: Seleccione una plantilla

source: No related product design
es_es: No relacionados con el diseño del producto

source: Delete order design
es_es: Eliminar del diseño

source: View detail
es_es: Ver detalle

source: Check all
es_es: Marcar todo

source: Download all
es_es: Descargar todos

source: With selected:
es_es: Con el seleccionado:

source: Decline
es_es: Declinación

source: GO
es_es: IR

source: Send mail
es_es: Enviar correo

source: Reason accepted / declined:
es_es: Razón aceptado / rechazado:

source: Upload a thumbnail image to show in template page. If omit thumbnail image, use a preview design by default.
es_es: Cargar una imagen en miniatura para mostrar en la página de la plantilla. Si se omite la miniatura de la imagen, utilice una vista previa de diseño por defecto.

source: Resource used in this template
es_es: Recurso utilizado en esta plantilla

source: Copy Url
es_es: Copiar Url

source: Content
es_es: Contenido

source: Font
es_es: Fuente

source: Update info
es_es: Actualizar la información

source: Edit template
es_es: Editar plantilla

source: Add template
es_es: Añadir plantilla

source: Delete template
es_es: Eliminar plantilla

source: No template
es_es: No hay ninguna plantilla

source: designs
es_es: diseños

source: You've Selected
es_es: Que\ " he Seleccionado

source: Clear All
es_es: Borrar Todo

source: Start design
es_es: Start diseño

source: Design or
es_es: Diseño o

source: Choose variation
es_es: Elegir variación

source: Create template
es_es: Crear plantilla

source: More about this design
es_es: Más sobre este diseño

source: Use this design
es_es: El uso de este diseño

source: Design Category
es_es: Categoría De Diseño

source: See All
es_es: Ver Todos

source: Wishlist
es_es: Lista

source: Select options
es_es: Seleccione opciones

source: Add to cart
es_es: Añadir al carro

source: Sorry, our design tool is not currently supported on mobile devices.
es_es: Lo siento, nuestra herramienta de diseño actualmente no es compatible con dispositivos móviles.

source: Back to product
es_es: Volver al producto

source: Design detail
es_es: Detalle del diseño

source: Opps! You do not have permission access this page!
es_es: whoops! Usted no tiene permiso de acceso a esta página!

source: Upload banner
es_es: Subir el banner

source: (Upload a banner for your store. )
es_es: (Subir un banner para tu tienda. )

source: Artist Name
es_es: Nombre Del Artista

source: View own gallery
es_es: Ver galería

source: About the artist
es_es: Sobre el artista

source: Phone Number
es_es: Número De Teléfono

source: Update informations
es_es: Actualizar la información

source: Designs store
es_es: Diseños de la tienda

source: Created
es_es: Creado

source: Action
es_es: Acción

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: No design has been made yet.
es_es: Los diseños No se ha logrado aún.

source: Option for PDF files
es_es: Opción para los archivos PDF

source: Show crop marks and bleed
es_es: Mostrar marcas de recorte y de sangrado

source: Save to multiple files
es_es: Guardar varios archivos

source: You do not have permission to access this page!
es_es: No tienes permisos para acceder a esta página!

source: Back
es_es: Volver

source: Placeholder
es_es: Marcador

source: View Full Details
es_es: Más Detalles

source: The Proposal #%s has been accepted
es_es: La Propuesta #%s ha sido aceptado

source: The Proposal #%s has been rejected.
es_es: La Propuesta #%s ha sido rechazada.

source: You can see details here: <a href="%s">#%s</a>
es_es: Puedes ver los detalles aquí: <a href="%s">#%s</a>

source: The Proposal #%d has been accepted
es_es: La Propuesta #%d ha sido aceptado

source: The Proposal #%d has been rejected. %s
es_es: La Propuesta #%d ha sido rechazada. %s

source: Request date: %s
es_es: Fecha de solicitud: %s

source: Expiration date: %s
es_es: Fecha de caducidad: %s

source: Accept
es_es: Aceptar

source: Reject
es_es: Rechazar

source: Customer's details
es_es: Detalles del cliente

source: Name:
es_es: Nombre:

source: Company:
es_es: Empresa:

source: Address:
es_es: Direccion:

source: City:
es_es: Ciudad:

source: Postcode:
es_es: Código postal:

source: State:
es_es: Estado:

source: Country:
es_es: País:

source: Billing Phone:
es_es: Teléfono De Facturación:

source: Billing VAT:
es_es: RUT:

source: Customer's message
es_es: Mensaje del cliente

source: Request date
es_es: Fecha de solicitud

source: Expiration date
es_es: Fecha de caducidad

source: Request a Quote #%s
es_es: Solicitar una Cotización #%s

source: Quantity
es_es: Cantidad

source: Checkout
es_es: Caja

source: Customer reason:
es_es: La razón del cliente:

source: Order Status:
es_es: Estado Del Pedido:

source: Quote Details
es_es: Detalles de presupuesto

source: Note:
es_es: Nota:

source: Additional Information
es_es: Información Adicional

source: Customer's Message:
es_es: Cliente's Message:

source: Customer's Message
es_es: Mensaje del cliente

source: Administrator's Message:
es_es: Administrador's Message:

source: Hide "Add to cart" for all products which enable "Get quote"
es_es: Ocultar "Añadir a la cesta" para todos los productos que permiten a los "Obtenga una cotización"

source: Hide the price in product detail page
es_es: Ocultar el precio en la página de detalles del producto

source: Hide the price for all products which enable "Get quote"
es_es: Ocultar el precio de todos los productos que permiten a los "Obtenga una cotización"

source: Hide the product price in the quote email
es_es: Ocultar el precio del producto en la cotización por email

source: Allow "Request a quote" even if the product out of stock
es_es: Permitir el "Solicitud de una cotización" incluso si el producto fuera de stock

source: Show button request quote in checkout page
es_es: Mostrar botón de solicitud de cotización en la página de pago

source: Enable registration on the "Request a Quote" page
es_es: Permitir el registro en el "Solicitud de una cotización" de la página

source: Enable reCAPTCHA in the default form
es_es: Habilitar reCAPTCHA en el formulario predeterminado

source: To start using reCAPTCHA V2, you need to sign up for an <a target="_blank" href="%s"> API key pair for your site</a>
es_es: Para comenzar a usar reCAPTCHA V2, usted necesita registrarse para obtener una <a target="_blank" href="%s"> API de par de claves para su sitio</a>

source: reCAPTCHA site key
es_es: reCAPTCHA sitio clave

source: reCAPTCHA secret key
es_es: reCAPTCHA clave secreta

source: Autocomplete Form
es_es: Formulario Autocompletar

source: Check this option if you want that the fields connected to WooCommerce fields will be filled automatically
es_es: Marque esta opción si desea que los campos conectado a WooCommerce campos serán llenados automáticamente

source: Allow creating PDF document download in My Account page
es_es: Permitir la creación de documentos PDF de descarga en la página de Mi Cuenta

source: A button "Download PDF" will be added in the quote detail page
es_es: Un botón "Descargar PDF" será añadido en la cotización de la página de detalles

source: Attach PDF quote to the email
es_es: Adjuntar PDF de la oferta al email

source: The quote will be sent as PDF attachment
es_es: La cotización será enviada como archivo PDF adjunto

source: Remove the list with products from the email
es_es: Quitar la lista con los productos del email

source: Hide list product in the email if it has been sent as PDF attachment
es_es: Ocultar lista de producto en el correo electrónico, si ha sido enviado como archivo PDF adjunto

source: Upload the logo you want to show in the PDF document. Only .png and .jpeg extensions are allowed
es_es: Cargar el logotipo que desea mostrar en el documento PDF. Sólo .png y .jpeg se prolongan

source: PDF note
es_es: PDF nota

source: Users must create an account in your Wordpress site and need to be logged-in to upload files.
es_es: Los usuarios deben crear una cuenta en su sitio de Wordpress y necesita estar conectado para cargar archivos.

source: Allowed file types
es_es: Tipos de archivo permitidos

source: Extensions seperated by a comma. Don not use dots or spaces. Example: <code>jpg,bmp,pdf,ps,ai,iddd</code>... Set empty input to allow all extensions except disallowed extensions.
es_es: Extensiones separadas por una coma. No, no uso puntos o espacios. Ejemplo: <código>jpg,bmp,pdf,ps,ai,iddd</code>... Conjunto vacío de entrada para permitir que todas las extensiones excepto desestimado extensiones.

source: Disallowed file types
es_es: No permitido de tipos de archivo

source: Extensions seperated by a comma. Don not use dots or spaces. Example: <code>png,gif,... </code>
es_es: Extensiones separadas por una coma. No, no uso puntos o espacios. Ejemplo: <código>png,gif,... </code>

source: Number of uploads
es_es: Número de cargas

source: Number of files allow user upload.
es_es: Número de archivos permite al usuario cargar.

source: Create Preview for images
es_es: Crear la vista previa de las imágenes

source: Be careful, it may be slow down your server if uploaded images are very large.
es_es: Cuidado, puede ralentizar el servidor de si las imágenes son muy grandes.

source: Preview image width
es_es: Vista previa de la anchura de la imagen

source: Preview image width in pixel.
es_es: Vista previa de la anchura de la imagen en píxeles.

source: Min. resolution DPI for JPG/JPEG image
es_es: Min. la resolución DPI de JPG/JPEG image

source: Delete upload files after X days
es_es: Eliminar subir archivos después de X días

source: Choose how long to retain upload files. Leave the above input blank to retain upload file indefinitely.
es_es: Elegir cuánto tiempo conservar subir archivos. Salir de la anterior entrada en blanco para conservar la carga de archivos de forma indefinida.

source: Max. resolution (px)
es_es: Max. resolución (px)

source: Set empty input to allow any resolution
es_es: Conjunto de entrada vacío para permitir que cualquier resolución

source: Min. resolution (px)
es_es: Min. resolución (px)

source: Template
es_es: Plantilla

source: No templates avaliable.
es_es: No hay plantillas disponibles.

source: Primary
es_es: Principal

source: Duplicate
es_es: Duplicar

source: Update
es_es: Actualización

source: Preview
es_es: Vista previa

source: Variation
es_es: [Variació

source: Show all design
es_es: Mostrar todo diseño

source: Publish design
es_es: Publicar diseño

source: Unpublish design
es_es: Anular la publicación de diseño

source: Private design
es_es: Privado de diseño

source: Primary design
es_es: Diseño primario

source: Show all variation
es_es: Mostrar todas las variaciones

source: Filter
es_es: Filtro

source: Create Template
es_es: Crear Plantilla

source: Edit Template
es_es: Editar Plantilla

source: Add Template
es_es: Añadir Plantilla

source: Preview your design
es_es: Vista previa de su diseño

source: Oops!
es_es: Ups!

source: Return to shop
es_es: Volver a la tienda

source: View cart
es_es: Ver carrito

source: How would you love to order?
es_es: ¿Cómo le encantaría orden?

source: Select this option to upload your print-ready artwork files to our platform.
es_es: Seleccione esta opción para cargar su listos para imprimir archivos de arte a nuestra plataforma.

source: Design online
es_es: En línea

source: Browse our designs and customize to your taste.
es_es: Examinar nuestros diseños y personalizar a tu gusto.

source: Request for design
es_es: Solicitud de diseño

source: Let our experts help you with your design.
es_es: Deje que nuestros expertos le ayuden con su diseño.

source: Configure design for product
es_es: Configurar diseño de producto

source: Please review orders below:
es_es: Por favor revisión de los pedidos a continuación:

source: View order
es_es: Ver pedido

source: Login is required to edit orders
es_es: Inicio de sesión es necesario para editar los pedidos

source: No orders found
es_es: No hay órdenes encontrado

source: Your order with order number %s now has the following status: %s
es_es: Su pedido con el número de orden de %s tiene ahora el siguiente estado: %s

source: Please log into your account and design again. Go to product detail page, redesign and save your design (haven't to add to cart!)
es_es: Por favor, inicie sesión en su cuenta y el diseño de nuevo. Ir a la página de detalles del producto, rediseñar y guardar su diseño (haven\ \ 't para añadir a la cesta!)

source: Login to design again.
es_es: Inicio de sesión para el diseño de nuevo.

source: The customer design in order %s has been approved!
es_es: El diseño del cliente en la orden de %s ha sido aprobado!

source: Please review order below:
es_es: Por favor, revise el fin de a continuación:

source: Upload designs
es_es: Subir diseños

source: Edit profile
es_es: Editar perfil

source: Back to list
es_es: Volver a la lista

source: Edit template for
es_es: Editar plantilla para

source: Template for
es_es: Plantilla para

source: Vote
es_es: Votar

source: View
es_es: Ver

source: Thumbnail
es_es: Miniatura

source: Upload thumbnail
es_es: Subir miniatura

source: Pixabay API key
es_es: Pixabay clave de API

source: You can use default key or your Pixabay API key. That feature allow the customer serach images from Pixabay.
es_es: Puede utilizar la tecla predeterminada o su Pixabay clave de API. Esa característica permite al cliente ver imágenes de Pixabay.

source: Unsplash Application ID
es_es: Unsplash Aplicación ID
