Repository: dospuntocero/NBDesigner-es-cl
Catalog: web-to-print-online-designer-*.po
Languages: es_es

source: Create an account?
es_es: Crear una cuenta?

source: Send quote
es_es: Enviar quote

source: Hello! You might be interested in the following NBDesigner NEWS and our printing solutions.
es_es: Hola! Usted podría estar interesado en los siguientes NBDesigner NOTICIAS y nuestras soluciones de impresión.

source: Change log
es_es: Cambio de registro

source: FAQs
es_es: Preguntas frecuentes

source: You have a T-shirt printing business and you want your customers to have a great experience at your site.
es_es: Tienes una T-shirt de impresión de negocios y usted quiere que sus clientes tengan una gran experiencia en su sitio.

source: You got a big printing business and you want to manage all things clean and clear.
es_es: Tienes un gran negocio de impresión y desea administrar todas las cosas limpio y claro.

source: Template fields
es_es: Plantilla de campos

source: Template fields mapping
es_es: Plantilla de asignación de campos

source: Map template fields( layer contents ) with other or the customer information. The fields connected with the logged user information will be filled automatically. Maybe show the quick edit fields popup for the guest.
es_es: Plantilla de mapa de campos( la capa de contenidos ) con otros o de la información de los clientes. Los campos conectado con el usuario que ha iniciado la información se completará automáticamente. Tal vez mostrar la edición rápida campos de la ventana emergente para el huésped.

source: To enable <a target="_blank" href="%s">template mapping</a>
es_es: Para habilitar <a target="_blank" href="%s">plantilla de asignación</a>

source: + Add field
es_es: + Añadir campo

source: Save fields
es_es: Guardar campos

source: Generate vCard (Virtual Contact File) through QR code.
es_es: Generar vCard (Virtual Archivo de Contacto) a través de código QR.

source: To enable <a target="_blank" href="%s">vCard</a>
es_es: Para habilitar <a target="_blank" href="%s">vCard</a>

source: Save vCard
es_es: Guardar vCard

source: Upload/Add image
es_es: Subir/Agregar imágen

source: Remove image
es_es: Remover imagen

source: Choose an image
es_es: Elegir una imagen

source: Use image
es_es: Imagen

source: %1$s settings
es_es: %1$s ajustes

source: Banner
es_es: Bandera

source: Create designs
es_es: Crear diseños

source: Allow user create designs
es_es: Permitir a los usuarios crear diseños

source: Sell designs
es_es: Vender diseños

source: Allow user sell his/her designs
es_es: Permitir a los usuarios vender sus diseños

source: Artist Commission %
es_es: Artista De La Comisión,%

source: % artist gets from each design
es_es: % artista recibe de cada diseño

source: Upload Svg
es_es: Subir Svg

source: Add Text
es_es: Añadir Texto

source: Set color
es_es: Seleccionar color

source: Search images
es_es: Buscar imágenes de

source: More
es_es: Más

source: Search cliparts
es_es: Búsqueda cliparts

source: QR Code
es_es: Código QR

source: Free Drawing Mode
es_es: Libre En El Modo De Dibujo

source: Brush Width
es_es: La Anchura Del Pincel

source: Copy Design
es_es: Copia De Diseño

source: Full Screen
es_es: Pantalla Completa

source: Zoon in
es_es: Aumentar zoom in

source: Setting
es_es: Configuración

source: Position
es_es: Posición

source: Distribute-vertical
es_es: Distribuir vertical

source: Delete all layer
es_es: Eliminar todos los layer

source: Position center horizontal
es_es: La posición horizontal del centro

source: Position top right
es_es: Posición de la parte superior derecha

source: Position top center
es_es: La posición de centro superior

source: Position top left
es_es: La posición superior izquierda

source: Bring to front
es_es: Traer al frente

source: Position center vertical
es_es: La posición vertical del centro

source: Position middle right
es_es: Posición de centro derecha

source: Position middle center
es_es: La posición de medio centro

source: Position middle left
es_es: Posición de centro izquierda

source: Bring forward
es_es: Llevar adelante

source: Position bottom left
es_es: Posición de la parte inferior izquierda

source: Position bottom center
es_es: La posición del centro del fondo

source: Position bottom right
es_es: La posición de abajo a la derecha

source: Sent to backward
es_es: Enviado para atrás

source: Image edit
es_es: editar imagen

source: rotate
es_es: girar

source: Replace image
es_es: Reemplazar imagen

source: replace
es_es: reemplazar

source: remove
es_es: eliminar

source: Path
es_es: Ruta de acceso

source: Shape
es_es: Forma

source: Delete path
es_es: borrar camino

source: Format Text
es_es: Formato De Texto

source: Text content
es_es: Contenido de texto

source: Text bold
es_es: El texto en negrita

source: Text italic
es_es: Texto en cursiva

source: Delete layer
es_es: Eliminar capa

source: Attribute
es_es: Atributo

source: Sub attribute
es_es: Sub atributo

source: Show in view
es_es: Mostrar en la vista

source: Allow change font family
es_es: Permitir cambiar la fuente de la familia

source: Allow all fonts
es_es: Permitir que todas las fuentes

source: Manage fonts
es_es: Administrar fuentes

source: Custom fonts
es_es: Fuentes personalizadas

source: Google fonts
es_es: Fuentes de Google

source: Allow change color
es_es: Permitir el cambio de color

source: Allow all colors
es_es: Permitir que todos los colores

source: Color name
es_es: Nombre del Color

source: Add color
es_es: Añadir color

source: Days
es_es: Días

source: Max quantity
es_es: Max cantidad

source: Mapping action
es_es: Asignación de acción

source: No action
es_es: No hay acción

source: Create design online
es_es: Crear el diseño en línea

source: Hire designer
es_es: Diseñador de coches

source: Design setting
es_es: Entorno de diseño

source: 1- Fixed amount: This is an flat increase or decrease added to the product price. 2- Percent of the original price: This is a percentage increase or decrease of the initial product price. 3- Percent of the original price + options: This is a percentage increase or decrease of the initial product price plus all of the other options that are not of this type. 4- Current value * price: This will multiply field value by the Price you set.
es_es: 1 - cantidad Fija: Este es un plano de aumentar o disminuir añadidos al precio del producto. 2 por Ciento del precio original: Este es un porcentaje de aumento o disminución de la inicial del precio del producto. 3 por Ciento del precio original + opciones: Este es un porcentaje de aumento o disminución de la inicial del precio del producto, además de las otras opciones que no son de este tipo. 4 - valor Actual * precio: Esto multiplicará el valor del campo por el Precio establecido.

source: Fixed amount
es_es: Cantidad fija

source: Dynamic number of sides / pages
es_es: Dinámica del número de lados / páginas

source: Number of sides / pages
es_es: Número de lados / páginas

source: Actions
es_es: Acciones

source: Side name
es_es: Lado del nombre

source: Add more
es_es: Añadir más

source: Printing tab
es_es: Ficha impresión

source: Enable Printing option
es_es: Habilitar la opción de Impresión

source: Edit option
es_es: Opción editar

source: Create option
es_es: Opción crear

source: Enable Product builder
es_es: Activar un Producto generador de

source: Please enable "Printing option" and create a <a target="_blank" href="%s">Print option</a>
es_es: Por favor activar "opción de Impresión" y crear un <a target="_blank" href="%s">opción de Impresión</a>

source: Create Pre builder
es_es: Crear Pre generador

source: Frontend Preview
es_es: Interfaz De Vista Previa

source: Replace default quantity input
es_es: Reemplazar una cantidad estándar de entrada

source: Range slider
es_es: Control deslizante de rangos

source: Select box
es_es: Seleccione la casilla de

source: Step value
es_es: Valor

source: Enter the step for the handle.
es_es: Acceder al paso por el mango.

source: Discount type base on quantity breaks
es_es: Tipo de descuento base en la cantidad de saltos

source: This option allows you to create different price tiers for product based on the quantity a customer buys. For example, set it so a customer needs to buy 5 or more to get 10% off, buy 10 or to get 15% off, and so on.
es_es: Esta opción le permite crear diferentes niveles de precios para los productos basados en la cantidad que el cliente compre. Por ejemplo, configurar de manera que un cliente necesita para comprar 5 o más para obtener un 10% de descuento, la compra de 10 o para obtener 15% de descuento, y así sucesivamente.

source: Break
es_es: Interrupción

source: Discount
es_es: Descuento

source: item
es_es: artículo

source: Price base on design area
es_es: Precio base en el área de diseño

source: Require enable "Allow user define demension"
es_es: Requiere activar "Permitir al usuario definir demension"

source: Price base on quantity
es_es: Precio base en la cantidad

source: Overrides extra price for custom design
es_es: Invalida precio extra para el diseño personalizado

source: Configure the starting-ending range, inclusive, of quantities to match this rule. The first matched rule will be used to determine the price. The final rule can be defined without an ending range to match all quantities greater than or equal to its starting range.
es_es: Configurar la partida final del rango, inclusive, de las cantidades para que coincidan con esta regla. La primera coincidencia se utiliza para determinar el precio. La regla final puede ser definido sin un final gama para que coincida con todas las cantidades mayores o iguales a partir de la gama.

source: Customize
es_es: Personalizar

source: Only support image!
es_es: Solamente el apoyo de la imagen!

source: Are you sure you want to delete this image?
es_es: ¿Estás seguro de que desea eliminar esta imagen?

source: Are you sure you want to delete this text?
es_es: ¿Seguro que desea borrar este texto?

source: Oops! Design has not been saved!
es_es: Ups! El diseño no ha sido salvados!

source: Cancel
es_es: Cancelar

source: Send To Backward
es_es: Enviar A Atrás

source: Zoom out
es_es: Zoom

source: Zoom in
es_es: Zoom

source: Clear all layer
es_es: Borrar todo de la capa de

source: Done
es_es: Hecho

source: Font family
es_es: Font de la familia

source: Request quote form builder
es_es: Solicitud de cotización constructor de formulario

source: Enter field name
es_es: Escriba el nombre del campo

source: Add field
es_es: Agregar campo

source: Select an action
es_es: Seleccione una acción

source: Disable
es_es: Desactivar

source: Type
es_es: Tipo

source: Validation rules
es_es: Las reglas de validación

source: Connected to
es_es: Conectado

source: Save changes
es_es: Guardar cambios

source: You can use the shortcode [terms] and [privacy_policy] (from WooCommerce 3.4.0)
es_es: Se puede usar el shortcode [términos] y [privacy_policy] (de WooCommerce 3.4.0)

source: Separate options with pipes (|) and key from value using (::). Es. key::value|
es_es: Opciones independientes con tuberías (|) y de la clave de valor de uso (::). Es. clave::valor|

source: Class
es_es: Clase

source: Separate classes with commas, ex: form-row-first, form-row-last, form-row-wide
es_es: Clases separadas con comas, por ejemplo: la forma-fila-en primer lugar, formar fila en el pasado, la forma-fila-wide

source: Separate classes with commas
es_es: Clases separadas con comas

source: Connect field to
es_es: Campo conectar a

source: Validation
es_es: Validación

source: Customer's name
es_es: Cliente's nombre

source: Customer's email
es_es: Cliente's email

source: Expire date (optional)
es_es: Fecha de caducidad (opcional)

source: Pay for Quote
es_es: Pagar Quote

source: Send the customer to <b>"Pay for Quote"</b>
es_es: Enviar al cliente a <b>"Pagar por la Cotización"</b>

source: Send Quote
es_es: Enviar Quote

source: Your request for a quote has been sent to admin. Please wait the admin proposal via email!
es_es: Tu solicitud de presupuesto ha sido enviado a la administración. Por favor espera, la administración de la propuesta a través de correo electrónico!

source: View quote
es_es: Ver presupuesto

source: Send the request
es_es: Enviar la solicitud

source: Add a quote
es_es: Añade un quote

source: Delivery date
es_es: Fecha de entrega

source: Online design fields
es_es: En línea de diseño de campos

source: Rounded corners
es_es: Esquinas redondeadas

source: Product builder fields
es_es: Producto generador de campos

source: Default fields
es_es: Por defecto de los campos

source: Online design fields which effect custom design configuaration.
es_es: En línea de diseño de campos de efecto de diseño personalizado configuaration.

source: Processing
es_es: Procesamiento

source: Double click to expand option
es_es: Haga doble clic para expandir opción

source: Conditional
es_es: Condicional

source: Online design
es_es: En línea de diseño

source: Product builder
es_es: Producto generador de

source: Extra options
es_es: Opciones Extra

source: Copy
es_es: Copiar

source: Expand
es_es: Ampliar

source: Step
es_es: Paso a paso

source: Text option
es_es: Texto

source: Min length
es_es: Min longitud

source: Max length
es_es: Max longitud

source: Allow type
es_es: Permitir tipo

source: Choose whether the option is enabled or not.
es_es: Elegir si la opción está habilitada o no.

source: Choose whether the option show in summary options or not.
es_es: Elegir si la opción mostrar en el resumen de las opciones o no.

source: If choose No additional price will be apply as cart fee or fixed amount which independently with the quantity.
es_es: Si se elige Ningún precio adicional se aplicará como carro de cuota o cantidad fija que de forma independiente, con la cantidad.

source: Quantity break
es_es: Cantidad break

source: Swatch type
es_es: Swatch tipo

source: Product image
es_es: Imagen

source: Enable sub attributes
es_es: Habilitar sub atributos

source: Sub attributes type
es_es: Sub atributos de tipo

source: Add sub attribute
es_es: Add sub atributo

source: Add attribute
es_es: Añadir atributo

source: Field Conditional Logic
es_es: Campo De La Lógica Condicional

source: Enable conditional logic for showing or hiding this field.
es_es: Habilitar la lógica condicional para mostrar u ocultar este campo.

source: Show
es_es: Mostrar

source: Hide
es_es: Ocultar

source: this field if
es_es: este campo si

source: all
es_es: todos

source: any
es_es: cualquier

source: of these rules match:
es_es: de estas normas coinciden con:

source: is
es_es: es

source: is not
es_es: no es

source: is empty
es_es: está vacío

source: is not empty
es_es: no está vacío

source: equal
es_es: igual

source: great than
es_es: los grandes de

source: less than
es_es: menos

source: Clear All Fields
es_es: Borrar Todos Los Campos

source: Add Field
es_es: Agregar Campo

source: Auto select all pages/sides
es_es: Selección automática de todas las páginas/partes

source: Automatically select all pages/sides if choose Yes. In other side, the Default page/side or the first page/side will be selected.
es_es: Seleccionar automáticamente todas las páginas/lados si elige Sí. De otro lado, la página Predeterminada de lado o en la primera página/lado será seleccionado.

source: Page display
es_es: Visualización de la página

source: Each page on a design stage
es_es: Cada página en una etapa de diseño

source: Two pages on a design stage
es_es: Dos páginas en una etapa de diseño

source: Exclude page
es_es: Excluir de la página

source: Cover pages
es_es: Portadas

source: Number of sides
es_es: Número de lados

source: Backgrund sides
es_es: Backgrund lados

source: Sides background
es_es: Lados de fondo

source: Use a same online design config
es_es: Utilizar una misma línea de diseño config

source: All attributes have a same online design config ( product width, height, area design width, height, left, top ).
es_es: Todos los atributos tienen un mismo diseño en línea config ( producto de la anchura, la altura, el área de diseño de la anchura, la altura, a la izquierda, arriba ).

source: Online design config:
es_es: En línea de diseño de configuración:

source: Product width
es_es: Ancho del producto

source: Product height
es_es: Altura del producto

source: Design width
es_es: Diseño ancho

source: Design height
es_es: La altura de diseño

source: Design top
es_es: Diseño de arriba

source: Design left
es_es: Diseño izquierda

source: Dimension range:
es_es: Dimensión rango:

source: Default value
es_es: Valor predeterminado

source: Enable measure price base on design area
es_es: Permitir medir el precio base en el área de diseño

source: Measure price base on design area.
es_es: Medida precio base en el área de diseño.

source: Calculate additional price base on
es_es: Calcular adicional, precio base en los

source: Price per Unit
es_es: Precio Unitario

source: Area breaks ( area range )
es_es: Zona de saltos ( área )

source: Price base on design area:
es_es: Precio base en el área de diseño:

source: Measurement Range
es_es: Rango De Medición

source: Configure the starting-ending range, inclusive, of measurements to match this rule. The first matched rule will be used to determine the price. The final rule can be defined without an ending range to match all measurements greater than or equal to its starting range.
es_es: Configurar la partida final del rango, inclusive, de medidas para que coincidan con esta regla. La primera coincidencia se utiliza para determinar el precio. La regla final puede ser definido sin un final gama para que coincida con todas las medidas de mayor que o igual a su valor inicial del rango.

source: Add Rule
es_es: Agregar Regla

source: Calculate price base on number of sides/pages
es_es: Calcular el precio base en el número de lados/páginas

source: Padding value
es_es: Valor de relleno

source: Option
es_es: Opción

source: Value
es_es: Valor

source: Rounded corners radius
es_es: Esquinas redondeadas radio

source: Views
es_es: Opiniones

source: Add product view/side, example: Front, Back, Top, Inside... and use them for all product components.
es_es: Agregar producto a la vista de lado, por ejemplo: Delante, detrás, Arriba, en el Interior... y el uso de ellos para todos los componentes del producto.

source: View base
es_es: Vista de la base

source: Action
es_es: Acción

source: Delete View
es_es: Eliminar Vista

source: Add View
es_es: Añadir Punto De Vista

source: Component icon
es_es: Icono del componente

source: Component configurations
es_es: Configuraciones de componentes

source: All images in the same view must have the same size.
es_es: Todas las imágenes en el mismo punto de vista debe tener el mismo tamaño.

source: + Add new font category
es_es: + Añadir nuevo tipo de letra de la categoría

source: List fonts
es_es: Lista de fuentes

source: All fonts
es_es: Todas las fuentes

source: You don't have any custom font.
es_es: Usted don't tiene cualquier tipo de letra personalizado.

source: Google Fonts
es_es: Fuentes De Google

source: Select All
es_es: Seleccionar Todo

source: Unselect All
es_es: Eliminar

source: Display
es_es: Pantalla

source: All
es_es: Todos

source: Selected
es_es: Seleccionado

source: Unselected
es_es: Desactivada

source: Click check mark to select/unselect font
es_es: Haga clic en la marca de verificación para seleccionar/anular la selección de la fuente

source: Please remove unused fonts to make the design editor loads faster
es_es: Por favor, eliminar las fuentes que no utilice para hacer que el editor de diseño se carga más rápido

source: Unselect
es_es: Desmarcar

source: Number of templates per row
es_es: Número de plantillas por fila

source: Pagination
es_es: La paginación

source: Number of rows per page
es_es: Número de filas por página

source: Create
es_es: Crear

source: Template Limit
es_es: Plantilla Límite

source: Migrate website domain
es_es: Migrar dominio de la página web

source: Update url, path: cliparts, fonts...
es_es: Url de actualización, ruta de acceso: cliparts, fuentes...

source: Old domain
es_es: Antiguo dominio

source: Fill your old domain, example: "http://old-domain.com".
es_es: Llenar su antiguo dominio, ejemplo: "http://old-domain.com".

source: New domain
es_es: Nuevo dominio

source: Fill your new domain, example: "http://new-domain.com".
es_es: Llenar su nuevo dominio, por ejemplo: "http://new-domain.com".

source: Restore
es_es: Restaurar

source: Theme check
es_es: Tema check

source: Edit custom CSS for NBDesigner frontend
es_es: Editar CSS personalizado para NBDesigner frontend

source: Update Custom CSS
es_es: Actualización CSS Personalizado

source: Using bad CSS code could break the appearance of your plugin
es_es: Usar malas código CSS podría romper la apariencia de tu plugin

source: Edit custom JS for NBDesigner frontend
es_es: Editar personalizado JS para NBDesigner frontend

source: Update Custom JS
es_es: Personalizado de actualización JS

source: Using bad JS code could break the appearance of your plugin
es_es: Usando mal el código JS que podría romper la apariencia de tu plugin

source: Update product design setting data
es_es: Actualización de diseño de producto datos de ajuste

source: Update v1.7.0
es_es: Actualización v1.7.0

source: Update v1.8.0
es_es: Actualización v1.8.0

source: Update templates
es_es: Actualización de plantillas

source: Make sure backup data before update avoid lost data!
es_es: Asegúrese de que copia de seguridad de los datos antes de la actualización de evitar la pérdida de datos!

source: Clear transients
es_es: Claro transitorios

source: This tool will clear the NBD product transients cache!
es_es: Esta herramienta borrará el NBD producto transitorios de caché!

source: Create pages
es_es: Crear páginas

source: Note
es_es: Nota

source: This tool will install all the missing NBDesigner pages. Pages already defined and set up will not be replaced.
es_es: Esta herramienta va a instalar todos los que faltan NBDesigner páginas. Páginas ya definido y establecido no serán reemplazados.

source: Logs
es_es: Registros

source: Delete log
es_es: Borrar log

source: Fix pdf font
es_es: arreglar fuente del pdf

source: Allow customer change language without reload page.
es_es: Permitir al cliente cambiar el idioma sin necesidad de recargar la página.

source: (Click the phrase to edit)
es_es: (Haga clic en la frase para editar)

source: Choose language
es_es: Elegir el idioma

source: Save Language
es_es: Guardar Idioma

source: Delete Language
es_es: Eliminar Idioma

source: Create new language
es_es: Crear nuevo idioma

source: Add New Language
es_es: Añadir Nuevo Idioma

source: Search
es_es: Buscar

source: Price Matrix
es_es: Matriz de precios

source: Step by step
es_es: Paso a paso

source: Allow fields with options: Data type - Multiple options | Enable - Yes | has at least one attribute | Field Conditional Logic - No
es_es: Permitir a los campos con opciones: tipo de Datos - Múltiples opciones de Habilitar | - Si | tiene al menos un atributo | Campo de la Lógica Condicional - No

source: Horizontal field
es_es: Campo Horizontal

source: Vertical field
es_es: Campo Vertical

source: Allow fields with options: Enable - Yes | Field Conditional Logic - No
es_es: Permitir a los campos con opciones: Activar - Sí | Campo de la Lógica Condicional - No

source: Bulk form field
es_es: Masiva de campo de formulario

source: Manage option groups
es_es: Opción administrar grupos

source: Icon
es_es: Icono

source: Click to change image
es_es: Haga clic para cambiar la imagen

source: Number of column
es_es: Número de columna

source: Column
es_es: Columna

source: Columns
es_es: Columnas

source: Group field list
es_es: Grupo de la lista de campos

source: Clear all group fields
es_es: Borrar todos los campos de grupo

source: Up
es_es: Arriba

source: Down
es_es: Abajo
