Repository: dospuntocero/NBDesigner-es-cl
Catalog: web-to-print-online-designer-*.po
Languages: es_es

source: Expend
es_es: Gastar

source: Add group
es_es: Agregar grupo

source: Edit Options
es_es: Editar Opciones

source: Add new
es_es: Agregar nuevo

source: Enter title here
es_es: Escriba aquí el título

source: required
es_es: requerido

source: YYYY-MM-DD
es_es: AAAA-MM-DD

source: Leave both fields blank to not restrict this options to a date range
es_es: Dejar en blanco los campos para no restringir esta opción para un rango de fechas

source: Move to Trash
es_es: Mover a la Papelera

source: Apply for
es_es: Solicitar

source: Select the Products to apply the options
es_es: Seleccionar los Productos para aplicar las opciones

source: Search for a product&hellip;
es_es: Búsqueda de un producto y hellip;

source: Select the Categories to apply the options
es_es: Seleccione las Categorías para aplicar las opciones

source: Current input vars:
es_es: Entrada de corriente de vars:

source: Import
es_es: Importar

source: Export
es_es: Exportar

source: Printing fields
es_es: Impresión de campos

source: Default field
es_es: Por defecto

source: Add fields
es_es: Agregar campos

source: Next Page
es_es: Página Siguiente

source: Add page
es_es: Añadir página

source: Clear Design
es_es: Clara

source: Duplicate Design
es_es: Duplicate Diseño

source: Bleed line
es_es: Línea de sangrado

source: Show tip
es_es: Mostrar tip

source: Double click to edit text
es_es: Doble clic para editar el texto

source: Right click on selected layers to show context menu
es_es: Clic derecho en las capas seleccionadas para mostrar el menú de contexto

source: All changes saved
es_es: Todos los cambios guardados

source: Print Size
es_es: Tamaño De Impresión

source: Fit
es_es: Ajuste

source: Fill
es_es: Rellenar

source: Store layers as your own design
es_es: Almacén de capas como su propio diseño

source: Angle
es_es: Ángulo

source: Layer stack
es_es: Pila de capas

source: layer position
es_es: la posición de las capas

source: Top left
es_es: Arriba a la izquierda

source: Top center
es_es: Centro superior

source: Middle left
es_es: Centro izquierda

source: Middle center
es_es: Media center

source: Middle right
es_es: Centro derecha

source: Bottom left
es_es: Abajo a la izquierda

source: Bottom center
es_es: Centro

source: Bottom right
es_es: Abajo a la derecha

source: Create clipping mask
es_es: Crear máscara de recorte

source: Remove clipping mask
es_es: Quitar la máscara de recorte

source: Search in
es_es: Buscar en

source: fonts
es_es: fuentes

source: Document Fonts
es_es: Fuentes Del Documento

source: All Fonts
es_es: Todas Las Fuentes

source: Edit Text
es_es: Editar Texto

source: Enter your text
es_es: Escriba texto

source: Text align left
es_es: Texto alinear a la izquierda

source: Text align right
es_es: Texto alinear a la derecha

source: Uppercase
es_es: Mayúsculas

source: Line height and spacing
es_es: La altura de la línea y el espaciado

source: Stroke
es_es: Carrera

source: Curved Text
es_es: Texto Curvado

source: Radius
es_es: Radio

source: Reverse
es_es: Revertir

source: of
es_es: de

source: Choose from our state of the art Ready-to-use relevant templates which are relevant to product you have chosen to design.
es_es: Elegir de nuestro estado de la arte-Listos-para-usar plantillas que son relevantes para el producto que usted ha elegido para el diseño.

source: Use our extensive font library and formatting options (Alignment, Colors, and Size) to use text in your design.
es_es: El uso de nuestra extensa biblioteca de fuente y las opciones de formato (Alineación, Colores y Tamaño) para el uso de texto en su diseño.

source: A simple way to manage and drag to sort the order in layers.
es_es: Una manera sencilla de gestionar y arrastre para clasificar el orden de las capas.

source: Choose from extensive library of ready-to-use relevant vector art (ClipArt) which you can use to create meaningful design. You can also search the vector art you are looking for by using given search box.
es_es: Elegir entre una amplia biblioteca de listos-para-usar relevantes del arte del vector (ClipArt) que puede utilizar para crear significativa de diseño. También puede buscar en el arte del vector usted está buscando mediante el uso de determinado cuadro de búsqueda.

source: Choose from library of different shapes, icons which are useful to create your design; Color palette is also available to change color of shape, icon.
es_es: Seleccionar de la biblioteca de diferentes formas, iconos que son útiles para crear tu diseño; paleta de Colores está también disponible para cambiar el color de la forma, icono.

source: You can upload your photos and Artwork to be used in your design from here; please also through given instructions related to type if art file and size limitation.
es_es: Puedes subir tus fotos y obras de Arte para ser utilizado en el diseño de aquí, por favor, también a través de dado instrucciones relacionadas con el tipo de archivo de arte y limitación de tamaño.

source: Your design will be saved before continuing with other options or directly add to cart.
es_es: Su diseño se guarda antes de continuar con otras opciones o directamente en agregar al carrito.

source: Out Of Stage
es_es: Fuera De La Etapa

source: Image Low Resolution
es_es: Imagen De Baja Resolución

source: Templates for
es_es: Plantillas para

source: Comming soon :D
es_es: Próximamente :D

source: Setting Design
es_es: Configuración De Diseño

source: Enable Design for this variation
es_es: Habilitar el Diseño de esta variación

source: More setting
es_es: Configuración

source: Product size:
es_es: Tamaño del producto:

source: Design area size:
es_es: Área de diseño tamaño:

source: Relative position:
es_es: Posición relativa:

source: No product has been selected
es_es: Ningún producto ha sido seleccionado

source: Clipart files
es_es: Archivos de imágenes prediseñadas

source: Allow extensions: svg, png, jpg, jpeg
es_es: Permitir extensiones: svg, png, jpg, jpeg

source: Allow upload multiple files.
es_es: Permitir la carga de archivos múltiples.

source: Note: if you export svg file from Illustrator, please choose Fonts type "Convert to outline"
es_es: Nota: si usted exportación de svg archivo de Illustrator, por favor elija Fuentes de tipo "Convertir a esbozar"

source: Save
es_es: Guardar

source: Add New
es_es: Agregar nuevo

source: You don't have any category.
es_es: Usted no tiene categoría cualquiera.

source: + Add new art category
es_es: + Añadir nuevo arte de la categoría

source: List arts
es_es: Lista artes

source: Select a category
es_es: Seleccione una categoría

source: View mode white
es_es: Modo de vista de blanco

source: View mode black
es_es: Modo de vista de negro

source: All arts
es_es: Todas las artes

source: You don't have any art.
es_es: Usted no tiene ningún arte.

source: arts
es_es: artes

source: Custom Fonts
es_es: Fuentes Personalizadas

source: Add font
es_es: Añadir fuente

source: Font name
es_es: Nombre de la fuente

source: Open font file to get the font name, keep the name as in the font file and do not change it ( very important ), Ex:
es_es: Abrir archivo de fuente para obtener el nombre de la fuente, mantener el nombre como en el archivo de la fuente y no la cambie ( muy importante ), Ex:

source: Display name
es_es: Nombre de pantalla

source: The name will show on design editor.
es_es: El nombre que se mostrará en el editor de diseño.

source: Font files
es_es: Font archivos

source: Bold italic
es_es: Negrita cursiva

source: Only allow extensions: ttf
es_es: Sólo permiten extensiones: ttf

source: Font Language Subsets
es_es: Font Idioma Subconjuntos

source: Increate font size
es_es: Aumentan el tamaño de la fuente

source: My designs in cart
es_es: Mis diseños en la cesta

source: Save as new designs or overwrite last design
es_es: Guardar como nuevos diseños o sobrescribir último diseño

source: New design
es_es: Nuevo diseño

source: Choose options
es_es: Elija opciones

source: Options preview
es_es: Opciones de vista previa

source: Please choose options before apply to start design!
es_es: Por favor, elija opciones antes de aplicar para comenzar con el diseño!

source: Replace stage content
es_es: Reemplazar el contenido del curso

source: By selecting another template you are deleting all the content on the current stage. To restore, click Undo button.
es_es: Seleccionar otra plantilla de borrar todo el contenido de la actual etapa. Para restaurar, haga clic en el botón Deshacer.

source: Replace
es_es: Reemplazar

source: Share this design
es_es: Compartir este diseño

source: Share with
es_es: Compartir

source: Write a comment
es_es: Escribir un comentario

source: Share now
es_es: Compartir

source: Your Information
es_es: La Información

source: See your information
es_es: Vea su información

source: Default ( the first side )
es_es: Por defecto ( la primera cara )

source: Custom
es_es: Costumbre

source: Reload
es_es: Recargar

source: Primary colors
es_es: Colores primarios

source: Save template
es_es: Guardar plantilla

source: Image upload terms
es_es: Image upload términos

source: Warning
es_es: Advertencia

source: Some fonts you have chosen can not show some of the text you have added. Please choose fonts that is compatible with your language.
es_es: Algunas fuentes que usted ha elegido no puede mostrar algunos de los textos que usted ha añadido. Por favor, elegir fuentes que es compatible con el idioma.

source: Go to <b>Layers tab</b>, check all layers have the exclamation mark:
es_es: Ir a la <b>pestaña de Capas</b>, comprobar todas las capas tienen el signo de exclamación:

source: Resume
es_es: Reanudar

source: Stop Webcam
es_es: Parar Webcam

source: Capture
es_es: Capturar

source: Library
es_es: Biblioteca

source: infomation
es_es: más información

source: Search clipart
es_es: Buscar imágenes prediseñadas

source: Load more
es_es: Cargar

source: Search element
es_es: Elemento de búsqueda

source: Shapes
es_es: Formas

source: Icons
es_es: Iconos

source: Lines
es_es: Líneas

source: Free Drawing
es_es: Dibujo Libre

source: Choose
es_es: Elegir

source: Brush width
es_es: La anchura del pincel

source: Brush color
es_es: Color del pincel

source: Remove background
es_es: liminación de fondo

source: Create QRCode
es_es: Crear Códigos Qr

source: Create BarCode
es_es: Crear Códigos De Barras

source: Your information
es_es: Tu information

source: Generate
es_es: Generar

source: Show/Hide
es_es: Mostrar/Esconder

source: Lock/Unlock
es_es: Bloquear/Desbloquear

source: Photos
es_es: Fotos

source: Elements
es_es: Elementos

source: Layers
es_es: Capas

source: Search photo
es_es: La búsqueda de la foto

source: Image Upload
es_es: Subir imagen

source: Image url
es_es: URL de imagen

source: You need to be logged in to upload images!
es_es: Usted necesita estar conectado a subir imágenes!

source: Login
es_es: Entrar

source: Click or drop images here
es_es: Haga clic o soltar imágenes aquí

source: Accept file types
es_es: Aceptar los tipos de archivo

source: Max file size
es_es: Tamaño máximo de archivo

source: Min file size
es_es: Min tamaño del archivo

source: Max upload files
es_es: Máximo de subida de archivos

source: I accept the terms
es_es: Acepté los términos

source: Clear all uploaded images
es_es: Borrar todas las imágenes

source: Image Url
es_es: URL de imágen

source: Enter image url, allow: jpg, png, svg
es_es: Ingrese la url de la imagen, permiten: jpg, png, svg

source: insert
es_es: insertar

source: Pick From Google Drive
es_es: Pick De Google Drive

source: SVG Code
es_es: SVG Código

source: Enter svg code
es_es: Enter svg código

source: Insert SVG
es_es: Insertar SVG

source: Log in
es_es: Iniciar sesión

source: Log out
es_es: Cerrar sesión

source: Click to add text
es_es: Haga clic para agregar texto

source: Add heading
es_es: Añadir rúbrica

source: Subheading
es_es: Subtítulo

source: Add subheading
es_es: Agregar subtítulo

source: Add a little bit of body text
es_es: Agregar un poco de cuerpo de texto

source: Curved text
es_es: Texto curvado

source: Add curved text
es_es: Añadir texto curvado

source: Drop to replace
es_es: Caída de reemplazar

source: Prev Page
es_es: Página Anterior

source: Lock edit
es_es: Bloqueo de editar

source: Lock horizontal movement
es_es: Bloqueo de movimiento horizontal

source: Lock vertical movement
es_es: Bloqueo de movimiento vertical

source: Lock horizontal scaling
es_es: Bloqueo de la escala horizontal

source: Lock vertical scaling
es_es: Bloqueo de la escala vertical

source: Lock rotation
es_es: Bloqueo de la rotación

source: Map layer with
es_es: Capa de mapa con

source: Ungroup
es_es: Desagrupar

source: Home
es_es: Casa

source: File
es_es: Archivo

source: Open My Logo
es_es: Abrir Mi Logo

source: Open My Design
es_es: Abrir Mi Diseño

source: My Design in Cart
es_es: Mi Diseño en el Carrito

source: Import Design
es_es: Importación De Diseño

source: Export Design
es_es: Exportar Diseño

source: Clear all design
es_es: Borrar todo de diseño

source: Fill out with your information
es_es: Llenar con su información

source: Ruler
es_es: Regla

source: Show bleed line
es_es: Mostrar línea de sangrado

source: Show dimensions
es_es: Mostrar dimensiones

source: Clear Guides
es_es: Borrar Guías

source: Snap to
es_es: Complemento a

source: Layer
es_es: Capa

source: Bounding
es_es: Delimitador

source: Grid
es_es: Cuadrícula

source: Show warning
es_es: Mostrar advertencia

source: Out of stage
es_es: Fuera de la etapa

source: Image low resolution
es_es: Imagen de baja resolución

source: Quick Help
es_es: Ayuda Rápida

source: Undo
es_es: Deshacer

source: Redo
es_es: Rehacer

source: Save Template
es_es: Guardar Plantilla

source: Process
es_es: Proceso

source: Delete All Layers
es_es: Eliminar Todas Las Capas

source: Are you sure you want to delete all layers?
es_es: ¿Estás seguro de que quieres eliminar todas las capas?

source: Crop
es_es: Cultivo

source: Save this template
es_es: Guardar esta plantilla

source: Guidelines
es_es: Instrucciones

source: Bleed Line
es_es: Línea de sangrado

source: This is where we aim to trim the product. The actual line can vary due to the trimming process.
es_es: Este es donde tenemos el objetivo de recortar el producto. La línea real puede variar debido a que el proceso de recorte.

source: Safe zone
es_es: Zona segura

source: Keep text and important imagery within this line to ensure it does not get cut off during trimming.
es_es: Guardar texto e importante de imágenes dentro de esta línea para asegurar que no se corta durante el recorte.

source: Keyboard shortcuts
es_es: Atajos de teclado

source: Select all layers
es_es: Seleccionar todas las capas

source: Deselect all layers
es_es: Anule la selección de todas las capas

source: Clear all layers
es_es: Borrar todas las capas

source: Undo changes
es_es: Deshacer los cambios

source: Redo changes
es_es: Rehacer cambios

source: Show/hide Bleed line
es_es: Mostrar/ocultar la línea de sangrado

source: Show/hide Ruler
es_es: Mostrar/ocultar Regla

source: Align layer horizontal center
es_es: Alinear capas horizontales de centro

source: Align layer vertical center
es_es: Align capa vertical del centro

source: Zoom In stage
es_es: Zoom En la etapa

source: Zoom Out stage
es_es: Zoom a Cabo la etapa

source: Fit stage with viewport
es_es: Ajuste etapa con viewport

source: Resize stage to real size
es_es: Cambiar el tamaño de la etapa a tamaño real

source: Bring layer forward
es_es: Traer capa adelante

source: Bring layer backward
es_es: Traer capa hacia atrás

source: Load your designs
es_es: Cargar sus diseños

source: Make your text bold
es_es: Hacer su texto en negrita

source: Italicize your text
es_es: En cursiva el texto

source: Group layers
es_es: Grupo de capas

source: Duplicate layers
es_es: Duplicar las capas

source: Make your text UPPERCASE
es_es: Hacer su texto en MAYÚSCULAS

source: Make your text lowercase
es_es: Hacer su texto en minúsculas

source: Move the selected layers to left 1px
es_es: Mover las capas seleccionadas a la izquierda 1px

source: Move the selected layers to right 1px
es_es: Mover las capas seleccionadas a la derecha 1px

source: Move the selected layers to top 1px
es_es: Mover las capas seleccionadas para la parte superior 1px

source: Move the selected layers to bottom 1px
es_es: Mover las capas seleccionadas a fondo 1px

source: Free transform
es_es: Transformación libre

source: Zoom out selected layers
es_es: Alejar las capas seleccionadas

source: Zoom in selected layer
es_es: Zoom en la capa seleccionada

source: Show/hide Grid
es_es: Mostrar/ocultar Cuadrícula

source: Show/hide stage dimensions
es_es: Mostrar/ocultar las dimensiones del escenario

source: Clear all guidelines
es_es: Borrar todas las instrucciones

source: Centered scaling
es_es: Centrada en la escala

source: Move the selected layers to left 10px
es_es: Mover las capas seleccionadas a la izquierda 10px

source: Move the selected layers to right 10px
es_es: Mover las capas seleccionadas a la derecha 10px

source: Move the selected layers to top 10px
es_es: Mover las capas seleccionadas para la parte superior 10px

source: Move the selected layers to bottom 10px
es_es: Mover las capas seleccionadas a fondo 10px

source: Delete selected layers
es_es: Eliminar las capas seleccionadas

source: Disable drawing mode
es_es: Desactivar el modo de dibujo

source: Enable drawing mode
es_es: Habilitar el modo de dibujo

source: Quit text editing
es_es: Salir de la edición de texto

source: Bring layer to front
es_es: Traer capa al frente

source: Send layer to back
es_es: Enviar capa a la espalda

source: Save Design for later
es_es: Guardar Diseño para más adelante

source: Load Your Design in Cart
es_es: Cargar Su Diseño en el Carrito

source: Clear all stages
es_es: Borrar todas las etapas

source: Decreate font size
es_es: Decreate tamaño de fuente

source: Magin left-right
es_es: Magia de izquierda a derecha

source: Design editor layout
es_es: Diseño el diseño del editor

source: Modern ( recommended )
es_es: Modernas ( recomendado )

source: Use templates
es_es: El uso de plantillas

source: Manage Templates
es_es: Administrar Plantillas

source: Use global template store
es_es: El uso global de la plantilla de la tienda

source: Template type
es_es: Plantilla

source: View list template
es_es: Lista de la vista de la plantilla

source: DPI ( Dots Per Inch )
es_es: DPI ( Puntos Por Pulgada )

source: Extra price
es_es: Precio Extra

source: Fixed
es_es: Solucionado

source: Percentage
es_es: Porcentaje

source: Get a quote
es_es: Obtener una cotización

source: Set product price to
es_es: Establecer el precio del producto a

source: Allow user define demension
es_es: Permitir al usuario definir demension

source: Allow
es_es: Permitir

source: All dimensions
es_es: Todas las dimensiones

source: Predefined dimensions
es_es: Dimensiones predefinidas

source: Extra price for each variation, ex: + 5 or - 5
es_es: Precio Extra por cada variación, ex: + 5 - 5

source: Dynamic page / side
es_es: Página dinámica lateral/

source: Price per page/side
es_es: Precio por página/lado

source: Enable bulk variation form - add to cart multiple variation with same design
es_es: Habilitar a granel de la variación de la forma - añadir a la cesta de múltiples variación con el mismo diseño

source: Extensions seperated by a comma. Don not use dots or spaces. Example: <code>jpg,bmp,pdf,ps,ai,iddd</code>
es_es: Extensiones separadas por una coma. No, no uso puntos o espacios. Ejemplo: <código>jpg,bmp,pdf,ps,ai,iddd</code>

source: Extensions seperated by a comma. Don not use dots or spaces. Example: <code>png,gif</code>
es_es: Extensiones separadas por una coma. No, no uso puntos o espacios. Ejemplo: <código>png,gif</code>

source: Min. resolution DPI for JPG image
es_es: Min. resolución de DPI para imágenes JPG

source: Notice
es_es: Aviso

source: Bellow values must in range from 0 to 500px
es_es: Fuelle valores en el rango de 0 a 500px

source: There are relative position of design area in bounding box.
es_es: No hay posición relativa del área de diseño en cuadro delimitador.

source: See detail
es_es: Ver detalle

source: Please upload background image with aspect ratio
es_es: Por favor, suba la imagen de fondo con relación de aspecto

source: Make sure setting
es_es: Asegúrese de que el ajuste

source: must always be the top priority!
es_es: debe ser siempre la prioridad!

source: You have two order setting options
es_es: Tienes dos el fin de opciones de configuración

source: will automatic update
es_es: automático de actualización

source: click
es_es: clic

source: to update
es_es: actualizar

source: After change bellow
es_es: Tras el cambio de abajo

source: values
es_es: valores

source: relative position
es_es: posición

source: of design area in bounding box will automatic update.
es_es: de área de diseño en el cuadro delimitador de actualización automática.

source: If color labels change to
es_es: Si las etiquetas de color cambio a

source: red
es_es: rojo

source: check values again.
es_es: comprobar los valores de nuevo.

source: There
es_es: Aquí

source: will decide dimensions of output images.
es_es: decidirá dimensiones de las imágenes de salida.

source: If you modify
es_es: Si se modifica

source: click button
es_es: haga clic en el botón

source: Design area.
es_es: Área de diseño.

source: Design guideline files
es_es: Guía de diseño de archivos

source: This is the name of the download shown to the customer.
es_es: Este es el nombre de la descarga se muestra al cliente.

source: File URL
es_es: Archivo URL

source: This is the URL or absolute path to the file which customer will get access to. URLs entered here should already be encoded.
es_es: Este es el URL o la ruta de acceso absoluta del archivo que el cliente va a llegar. Url entrado aquí ya debe estar codificado.

source: Add File
es_es: Agregar Archivo

source: For better security, WordPress allows you to only upload the most commonly used file types.
es_es: Para mayor seguridad, WordPress te permite subir sólo la mayoría de los tipos de archivo más utilizados.

source: You can upload files via FTP, cPanel or add additional file types <a target="_blank" href="%s">here</a>.
es_es: Usted puede cargar archivos a través de FTP, cPanel o agregar otros tipos de archivo <a target="_blank" href="%s">aquí</a>.

source: Show as product tab
es_es: Mostrar como la ficha del producto

source: Enable
es_es: Habilitar

source: File name
es_es: Nombre de archivo

source: Choose file
es_es: Elija archivo

source: Insert file URL
es_es: Insertar la dirección URL del archivo

source: Please choose options before start design!
es_es: Por favor, elija opciones antes de comenzar con el diseño!

source: Please select at least one side/page before start design!
es_es: Por favor, seleccione al menos un lado/de la página antes de comenzar con el diseño!

source: Document colors
es_es: Los colores del documento

source: Default palette
es_es: Paleta predeterminada

source: Color palette
es_es: Paleta de colores

source: Exclude from export
es_es: Excluir de exportación

source: Reflect Horizontal
es_es: Reflejan Horizontal

source: Reflect Vertical
es_es: Reflejan Vertical

source: Fit to width
es_es: Ajuste a la anchura

source: Fit to height
es_es: Ajuste de altura

source: Stretch
es_es: Estirar

source: Bring to Front
es_es: Traer al Frente

source: Bring Forward
es_es: Llevar Adelante

source: Send to Backward
es_es: Enviar a Atrás

source: Send to Back
es_es: Enviar al fondo

source: Center horizontal
es_es: Horizontal del centro

source: Center vertical
es_es: Vertical del centro

source: Align Vertical Center
es_es: Alinear Verticalmente El Centro

source: Align Horizontal Center
es_es: Alinear Horizontalmente El Centro
