Repository: dospuntocero/NBDesigner-es-cl
Catalog: web-to-print-online-designer-*.po
Languages: es_es

source: Geometrical shape
es_es: La forma geométrica

source: Triangle
es_es: Triángulo

source: Enter futher recipients (separated by commas) for this email. By default email to the customer
es_es: Entrar más destinatarios (separados por comas) para este correo electrónico. Por correo electrónico predeterminada para el cliente

source: Send BCC copy
es_es: Enviar CCO copia

source: Send a blind carbon copy to the administrator
es_es: Enviar una copia oculta al administrador

source: Email Title
es_es: Email Título

source: You have received this email because you sent a quote request to our shop. The response to your request is the following:
es_es: Usted ha recibido este correo electrónico porque usted envía una solicitud de cotización a nuestra tienda. La respuesta a su solicitud es el siguiente:

source: Page
es_es: Página

source: First Name
es_es: Nombre

source: Last Name
es_es: Apellido

source: Message
es_es: Mensaje

source: State
es_es: Estado

source: First
es_es: Primer

source: Last
es_es: Último

source: Wide
es_es: Ancho

source: new
es_es: Nuevo

source: pending
es_es: Pendiente

source: expired
es_es: expirado

source: rejected
es_es: rechazado

source: accepted
es_es: aceptado

source: Show bleed
es_es: Mostrar sangrado

source: Hide/show bleed, safe zone as default in design editor.
es_es: Ocultar/mostrar sangrado, zona segura por defecto en el editor de diseño.

source: Show ruler
es_es: Mostrar regla

source: Hide/show ruler as default in design editor.
es_es: Ocultar/mostrar la regla por defecto en el editor de diseño.

source: Show product dimensions
es_es: Mostrar dimensiones del producto

source: Hide/show product dimensions as default in design editor.
es_es: Ocultar/mostrar dimensiones del producto como por defecto en el editor de diseño.

source: Show grid
es_es: Mostrar cuadrícula

source: Hide/show grid as default in design editor.
es_es: Mostrar/ocultar cuadrícula por defecto en el editor de diseño.

source: Show layer dimension
es_es: Mostrar capa dimensión

source: Show/hide layer dimension in design editor.
es_es: Mostrar/ocultar capa de dimensión en el editor de diseño.

source: Show warning out of stage
es_es: Mostrar advertencia de salida de la etapa

source: Hide/show warning out of stage as default in design editor.
es_es: Ocultar/mostrar advertencia sobre el escenario, como por defecto en el editor de diseño.

source: Show warning image low resolution
es_es: Mostrar advertencia de la imagen de baja resolución

source: Hide/show warning image low resolution as default in design editor.
es_es: Ocultar/mostrar la advertencia de la imagen de baja resolución como por defecto en el editor de diseño.

source: Show design area border
es_es: Mostrar el diseño de la zona de la frontera

source: Show/hide design area border.
es_es: Mostrar/ocultar área de diseño de la frontera.

source: Hide Elements tab
es_es: Ocultar los Elementos de la ficha

source: Hide Elements tab in modern layout
es_es: Ocultar los Elementos de la ficha de diseño moderno

source: Hide Typography section
es_es: Ocultar la Tipografía sección

source: Hide Typography section in modern layout
es_es: Ocultar la Tipografía de la sección de diseño moderno

source: Hide manage layers tab
es_es: Ocultar gestionar las capas tab

source: Hide manage layers tab in modern layout
es_es: Ocultar gestionar las capas de la ficha de diseño moderno

source: Show all template sides when hover on the template
es_es: Mostrar todas las plantillas lados cuando el puntero del mouse sobre la plantilla

source: Display template mode
es_es: Pantalla de modo de plantilla

source: Show button link to browse product templates gallery
es_es: Mostrar botón de enlace para navegar producto de la galería de plantillas de

source: Choose design editor logo if site logo not showing
es_es: Elija editor de diseño de logotipo logo de la página no muestra

source: Show design tool
es_es: Mostrar la herramienta de diseño

source: Show design tool in product detail page or open new page
es_es: Mostrar herramienta de diseño en la página de detalles del producto o abrir nueva página

source: In product detail page
es_es: En la página de detalles del producto

source: Open new page
es_es: Abrir nueva página

source: Auto add to cart and redirect
es_es: Auto añadir al carrito y redirigir

source: Auto add to cart and redirect to cart page after save design in product detail page, depend option "Show design tool: In product detail page".
es_es: Auto añadir al carrito y redirigir a la página de la cesta después de guardar el diseño en la página de detalles del producto, depende de la opción de "Mostrar el diseño de la herramienta: En la página de detalles del producto".

source: Position of button design
es_es: Posición de diseño de botón

source: The position of the product button designer in the product page
es_es: La posición del botón de producto diseñador en la página del producto

source: Before add to cart button and after variantions option
es_es: Antes de que el botón añadir al carro y después de variantions opción

source: Before variantions option
es_es: Antes de variantions opción

source: After add to cart button
es_es: Después el botón añadir al carro

source: Custom Hook, <code>echo do_shortcode( '[nbdesigner_button]' );</code> in product page
es_es: Personalizado Gancho, <código>echo do_shortcode( '[nbdesigner_button]' );</code> en la página de producto

source: Class for "Start design" button in product page
es_es: Clase para "Comenzar con el diseño" botón en la página del producto

source: Enter your class to show "Start design" button with your style.
es_es: Escriba su clase para mostrar "Comenzar con el diseño" botón con su estilo.

source: Hide button Add to cart before complete design
es_es: Ocultar botón Añadir a la cesta antes de completar el diseño

source: Only show button Add to cart after customer complete they design.
es_es: Mostrar sólo botón Añadir a la cesta cliente después de completar el diseño.

source: Position of button in the catalog
es_es: La posición de los botones en el catálogo

source: The position of the button in the catalog listing.
es_es: La posición del botón en el listado del catálogo.

source: Replace Add-to-Cart button
es_es: Reemplazar Agregar al Carrito botón

source: End of catalog item
es_es: Fin del artículo del catálogo

source: Do not show
es_es: No mostrar

source: Class for "Start design" button in catalog page
es_es: Clase para "Comenzar con el diseño" botón en la página de catálogo

source: Show customer design in cart, checkout page
es_es: Mostrar el diseño del cliente en el carrito, la página de pago

source: Show the thumbnail of the customized product in the cart, checkout page.
es_es: Mostrar la miniatura del producto personalizado en el carro, la página de pago.

source: Show button edit design, reupload file in cart, checkout page
es_es: Mostrar botón de editar el diseño, la resubir el archivo en el carrito, la página de pago

source: Show customer design in order
es_es: Mostrar el diseño del cliente en orden

source: Show the thumbnail of the customized product in the order.
es_es: Mostrar la miniatura del producto personalizado en la orden.

source: Enalbe service "Lets design your artword for you"
es_es: Enalbe servicio "Permite el diseño de su artword para usted"

source: Allow the customer hire you design the artword for them.
es_es: Permitir que el cliente contrate el diseño de la artword para ellos.

source: Show popup design option in category page
es_es: Mostrar popup opción de diseño en la página de la categoría

source: Show all color
es_es: Mostrar todo color

source: Choose "Yes" that will show all color or "No" that will show color palette with list predefined colors.
es_es: Seleccione "Sí" que mostrará todo el color o "No" que le mostrará la paleta de colores con la lista de colores predefinidos.

source: Hexadecimal Color Names
es_es: Color Hexadecimal Nombres

source: Color palette, <a href="https://www.w3schools.com/colors/colors_names.asp" target="_blank">color name reference</a>.
es_es: Paleta de colores, <a href="https://www.w3schools.com/colors/colors_names.asp" target="_blank">nombre de color de referencia</a>.

source: Hexadecimal Color
es_es: Color Hexadecimal

source: Enable tool Add Text
es_es: Habilitar la herramienta Agregar Texto

source: Default font subset
es_es: Fuente predeterminada subconjunto

source: Choose your language font subset.
es_es: Seleccione su idioma subconjunto de fuente.

source: Enable check text language
es_es: De verificación habilitar el idioma de texto

source: Show warning when the font can not show some of the customer added text character.
es_es: Mostrar advertencia cuando la fuente no puede mostrar algunos de los clientes añadido carácter de texto.

source: Default text
es_es: Texto predeterminado

source: Default text when user add text
es_es: Texto por defecto cuando el usuario agregar texto

source: Default color
es_es: Color predeterminado

source: Can not add more attribute for this option.
es_es: No se puede agregar más atributos para esta opción.

source: Can not remove this attribute.
es_es: No se puede quitar este atributo.

source: Rectangle
es_es: Rectángulo

source: Ellipse
es_es: Elipse

source: Sub attribute name
es_es: Sub atributo name

source: Can not copy this option.
es_es: No se puede copiar esta opción.

source: This option exist.
es_es: Esta opción existe.

source: Front side
es_es: Frontal

source: Back side
es_es: Reverso

source: Both sides
es_es: Ambos lados

source: Are you sure you want to delete this field?
es_es: ¿Seguro que desea borrar este campo?

source: Are you sure you want to delete all fields?
es_es: Son usted seguro de que desea eliminar todos los campos?

source: Choose Image
es_es: Seleccione La Imagen

source: View name
es_es: Nombre

source: PHP max input vars:
es_es: PHP máxima de entrada vars:

source: Please increase "PHP max input vars"!
es_es: Por favor, aumentar "PHP entrada max var"!

source: Group name
es_es: Nombre de grupo

source: Group description
es_es: Descripción de grupo

source: Group note
es_es: Nota

source: Delivery
es_es: Entrega

source: 3 days
es_es: 3 días

source: Artwork actions
es_es: Ilustración acciones

source: No thank you
es_es: No, gracias

source: Upload your design
es_es: Subir tu diseño

source: Create your design online
es_es: Crear tu diseño en línea

source: Want the experts design for you
es_es: Quiere que los expertos en el diseño para usted

source: Printing option
es_es: Opción de impresión

source: Printing options
es_es: Opciones de impresión

source: Status
es_es: Estado

source: Priority
es_es: Prioridad

source: Applied for
es_es: Aplicados para

source: Categories
es_es: Categorías

source: Delete
es_es: Eliminar

source: Publish
es_es: Publicar

source: Unpublish
es_es: Anular la publicación

source: No options avaliable.
es_es: No hay opciones disponibles.

source: Edit
es_es: Editar

source: Disabled
es_es: Desactivada

source: None
es_es: Ninguno

source: Price depend quantity
es_es: Precio depende de la cantidad

source: Price
es_es: Precio

source: Sale Price
es_es: Precio De Venta

source: Options
es_es: Opciones

source: From
es_es: De

source: Empty cart
es_es: Vaciar carrito

source: "%s" is a required field.
es_es: "%s" es un campo obligatorio.

source: Sorry, this file type is not permitted for security reasons.
es_es: Lo siento, este tipo de archivo no permitido por razones de seguridad.

source: Sorry, file is too small ( min size:
es_es: Lo sentimos, el archivo es demasiado pequeño ( min tamaño:

source: Sorry, file is too big ( max size:
es_es: Lo siento, es demasiado grande ( tamaño máximo:

source: Upload file is required.
es_es: Archivo de carga es necesaria.

source: ( cart fee )
es_es: ( carrito de pago )

source: ( for all items )
es_es: ( para todos los elementos )

source: Edit options
es_es: Editar opciones

source: Please check invalid fields and quantity input!
es_es: Por favor revise los campos no válidos y la cantidad de entrada!

source: Invalid value posted for %s
es_es: No válido valor publicado para %s

source: No product has been added.
es_es: Ningún producto ha sido añadido.

source: Accepted/rejected Quote
es_es: Aceptado/rechazado Quote

source: This email is sent when a user clicks on "Accept/Reject" button in a Proposal
es_es: Este mensaje es enviado cuando un usuario hace clic en "Aceptar/Rechazar" botón en una Propuesta

source: [Answer to quote request]
es_es: [Respuesta a la solicitud de cotización]

source: Enable/Disable
es_es: Activar/Desactivar

source: Enable this email notification
es_es: Habilitar esta notificación por correo electrónico

source: "From" Name
es_es: "De" Nombre

source: "From" Email Address
es_es: "De" Dirección De Correo Electrónico

source: Subject
es_es: Sujeto

source: This field lets you edit email subject line. Leave it blank to use default subject text: <code>%s</code>. You can use {quote_number} as a placeholder that will show the quote number in the quote.
es_es: Este campo le permite editar la línea de asunto del correo electrónico. Dejar en blanco para usar por defecto sujeto de texto: <code>%s</code>. Usted puede utilizar {quote_number} como un marcador de posición que muestra el número de cotización en la cotización.

source: Recipient(s)
es_es: Destinatario(s)

source: Enter recipients (separated by commas) for this email. Defaults to <code>%s</code>
es_es: Enter destinatarios (separados por comas) para este correo electrónico. Por defecto <code>%s</code>

source: Send CC copy
es_es: Enviar CC copia

source: Send a carbon copy to the user
es_es: Enviar una copia oculta para el usuario

source: Email Heading
es_es: Email Rúbrica

source: This field lets you change the main heading in email notification. Leave it blank to use default heading type: <code>%s</code>.
es_es: Este campo le permite cambiar el encabezamiento principal en la notificación de correo electrónico. Dejar en blanco para usar por defecto de título tipo: <code>%s</code>.

source: Email Description
es_es: Email Descripción

source: You have received a request for a quote. The request is the following:
es_es: Usted ha recibido una solicitud para una cotización. La solicitud es la siguiente:

source: Email type
es_es: Tipo Email

source: Choose email format.
es_es: Elija el formato de correo electrónico.

source: Email to request a quote
es_es: Correo electrónico para solicitar un presupuesto

source: This email is sent when a user clicks on "Request a quote" button
es_es: Este mensaje es enviado cuando un usuario hace clic en "Solicitar una cotización" botón

source: [Request a quote]
es_es: [Solicitar una cotización]

source: This field lets you edit email subject line. Leave it blank to use default subject text: <code>%s</code>. You can use {quote_number} as a placeholder that will show the quote number in the quote,<br>{quote_user} to show the customer's name, {quote_email} to show the customer's email
es_es: Este campo le permite editar la línea de asunto del correo electrónico. Dejar en blanco para usar por defecto sujeto de texto: <code>%s</code>. Usted puede utilizar {quote_number} como un marcador de posición que muestra el número de cotización en la cotización,<br>{quote_user} para mostrar al cliente's nombre, {quote_email} para mostrar al cliente's email

source: Link to quote request details to be shown in "Request a Quote" email
es_es: Enlace a la solicitud de cotización de los detalles se muestran en el mail de "Solicitud de una cotización"

source: Quote request details
es_es: Quote solicitar detalles

source: Quote creation page (admin)
es_es: Quote creación de la página (admin)

source: Email with Quote
es_es: Email con Cotización

source: This email is sent when an administrator performs the action "Send the quote" from Order Editor
es_es: Este mensaje será enviado cuando el administrador realiza la acción "Enviar la cotización" desde el Editor de Orden

source: Our Proposal
es_es: La Propuesta

source: This field lets you modify the email subject line. Leave it blank to use the default subject text: <code>%s</code>. You can use {quote_number} as a placeholder that will show the quote number in the quote.
es_es: Este campo le permite modificar el asunto del correo electrónico. Dejar en blanco para usar el valor predeterminado objeto de texto: <code>%s</code>. Usted puede utilizar {quote_number} como un marcador de posición que muestra el número de cotización.

source: Bcc Recipient(s)
es_es: Bcc Destinatario(s)

source: Woocommerce Billing - Last name
es_es: Woocommerce Facturación - apellidos

source: Woocommerce Shipping - Last name
es_es: Woocommerce Envío - apellidos

source: Woocommerce Billing - Address
es_es: Woocommerce Facturación - Dirección

source: Woocommerce Shipping - Address
es_es: Woocommerce Envío - Dirección

source: Woocommerce Billing - City
es_es: Woocommerce Facturación De La Ciudad

source: Woocommerce Shipping - City
es_es: Woocommerce Envío De La Ciudad

source: Woocommerce Billing - Postcode
es_es: Woocommerce Facturación - Código Postal

source: Woocommerce Shipping - Postcode
es_es: Woocommerce Envío Del Código Postal

source: Woocommerce Billing - Country
es_es: Woocommerce Facturación De Los Países

source: Woocommerce Shipping - Country
es_es: Woocommerce Envío - El País

source: Woocommerce Billing - Phone
es_es: Woocommerce Facturación Telefónica

source: Woocommerce Billing - Email
es_es: Woocommerce Facturación De Correo Electrónico

source: Template Tags
es_es: Etiquetas De Plantilla

source: Template tags
es_es: Etiquetas de plantilla

source: Template tag
es_es: Plantilla de la etiqueta

source: Search Template tag
es_es: Plantilla de búsqueda de la etiqueta

source: All Template tag
es_es: Toda la Plantilla de la etiqueta

source: Edit Template tag
es_es: Editar la Plantilla de la etiqueta

source: Update Template tag
es_es: Actualización de la Plantilla de la etiqueta

source: Add New Template tag
es_es: Agregar Nueva etiqueta de Plantilla

source: New Template tag
es_es: Nueva Plantilla de la etiqueta

source: Image
es_es: Imagen

source: Featured
es_es: Destacado

source: Templates
es_es: Plantillas

source: NBD options
es_es: NBD opciones

source: Option updated.
es_es: Opción actualizado.

source: Option name
es_es: Nombre de la opción

source: Option description
es_es: Opción descripción

source: Description
es_es: Descripción

source: Data type
es_es: Tipo de datos

source: Custom input
es_es: Personalizado de entrada

source: Multiple options
es_es: Varias opciones

source: Input type
es_es: Tipo de señal

source: Text
es_es: Texto

source: Number
es_es: Número

source: Number range
es_es: Rango de número

source: Upload
es_es: Subir

source: Input option
es_es: Opción de entrada

source: Text input option
es_es: Texto de la opción de entrada

source: Upload file option
es_es: Archivo de carga opción

source: Enabled
es_es: Habilitado

source: Published
es_es: Publicado

source: Required
es_es: Requerido

source: Choose whether the option is required or not.
es_es: Elegir si la opción es necesaria o no.

source: Price type
es_es: Precio tipo

source: Here you can choose how the price is calculated. Depending on the field there various types you can choose.
es_es: Aquí usted puede elegir la forma en que el precio se calcula. Dependiendo del campo hay varios tipos que usted puede elegir.

source: Fixed amount
es_es: Cantidad fija

source: Percent of the original price
es_es: Por ciento del precio original

source: Percent of the original price + options
es_es: Por ciento del precio original + opciones

source: Current value * price
es_es: Valor actual * precio

source: Price per char
es_es: Precio por char

source: Depend quantity breaks
es_es: Dependen de la cantidad de saltos

source: Depend quantity
es_es: Dependen de la cantidad

source: No, the additional price is cart item fee
es_es: No, el precio adicional es de carrito de cargo por artículo

source: No, the additional price is fixed amount for all items
es_es: No, el precio adicional es la cantidad fija para todos los elementos

source: Additional Price
es_es: Precio Adicional

source: Enter the price for this field or leave it blank for no price.
es_es: Indicar el precio para este campo, o dejarlo en blanco para ningún precio.

source: Price depend quantity breaks
es_es: Precio depende de la cantidad de saltos de

source: Attribute name
es_es: Nombre de atributo

source: Attributes
es_es: Atributos

source: Attributes let you define extra product data, such as size or color.
es_es: Atributos que permiten definir extra de los datos del producto, tales como el tamaño o el color.

source: Display type
es_es: Tipo de pantalla

source: Dropdown
es_es: Desplegable

source: Radio button
es_es: Botón de Radio

source: Swatch
es_es: Muestra

source: Label
es_es: Etiqueta

source: Advanced Dropdown
es_es: Avanzado Desplegable

source: Large label
es_es: Gran etiqueta

source: Changes product image
es_es: Los cambios producto de la imagen

source: Choose whether to change the product image.
es_es: Elegir si cambiar la imagen del producto.

source: Show in archive pages
es_es: Mostrar en páginas de archivo

source: Show option in archive pages as swatch.
es_es: Opción mostrar en páginas de archivo como se muestra.

source: Quantity selector
es_es: Cantidad selector

source: This will show a quantity selector for this option.
es_es: Esto muestra la cantidad selector para esta opción.

source: Sides/Pages
es_es: Lados/Páginas

source: Number of Pages
es_es: Número de Páginas

source: Side list
es_es: Lista

source: Front/Back Sides
es_es: Frontal/Trasera Lados

source: Size
es_es: Tamaño

source: Area design shape
es_es: El área de diseño de la forma

source: Orientation
es_es: Orientación

source: Custom dimension
es_es: Dimensión personalizada

source: Padding
es_es: Relleno

source: Rounded corner
es_es: Esquinas redondeadas

source: Component
es_es: Componente

source: DPI is used to describe the resolution number of dots per inch in a digital print and the printing resolution of a hard copy print dot gain, which is the increase in the size of the halftone dots during printing.
es_es: PPP se utiliza para describir la resolución número de puntos por pulgada en una impresión digital y la impresión de la resolución de imprimir una copia de la ganancia de punto, que es el aumento en el tamaño de los puntos de semitono durante la impresión.

source: Extension not allowed!
es_es: Extensión que no es permitido!

source: Min DPI required for JPG
es_es: Min DPI necesarios para JPG

source: Upload success !
es_es: Subir éxito !

source: Error occurred with file upload!
es_es: Error con el archivo de subida!

source: Too large file !
es_es: Demasiado grande el archivo !

source: Invalid file format!
es_es: Formato de archivo no válido!

source: Image resolution too low!
es_es: Imagen resolución demasiado baja!

source: Designer Studio
es_es: Diseñador Studio

source: NBD Gallery Page
es_es: NBD Página de la Galería

source: NBD Design Editor Page
es_es: NBD Editor de Diseño de Página

source: NBD Designer gallery Page
es_es: NBD el Diseñador de la Página de la galería

source: NBD Product builder Page
es_es: NBD Producto generador de Página

source: NBD Studio Page
es_es: NBD Studio Página

source: You do not have permission to edit language!
es_es: No tiene permiso para editar el idioma!

source: Update language success!
es_es: Actualizar el lenguaje éxito!

source: Update language failed!
es_es: Actualizar el lenguaje no!

source: You do not have permission to delete language!
es_es: No tiene permiso para eliminar el lenguaje!

source: Delete language success!
es_es: Eliminar idioma éxito!

source: Oops! Can not delete primary language!
es_es: Ups! No se puede eliminar el idioma principal!
