Repository: dospuntocero/NBDesigner-es-cl
Catalog: web-to-print-online-designer-*.po
Languages: es_es

source: Click <b>Create credentials > OAuth client ID</b>. After you have created the credentials, you can see your client ID on the <b>Credentials</b> page.
es_es: Haga clic en <b>Crear credenciales > OAuth ID de cliente</b>. Después de haber creado las credenciales, se puede ver su ID de cliente en el <b>Credenciales</b> de la página.

source: If you need to access the setup wizard again, please click on the button below.
es_es: Si usted necesita para acceder al asistente de instalación de nuevo, por favor haga clic en el botón de abajo.

source: <a class="button-primary" href="%s">Setup wizard</a>
es_es: <a class="botón-primaria" href="%s">asistente de Configuración</a>

source: For more information
es_es: Más información

source: <a class="button" href="https://cmsmart.net/support_ticket" target="_blank">Support ticket</a>
es_es: <a class="button" href="https://cmsmart.net/support_ticket" target="_blank">ticket de Soporte</a>

source: <a class="button" href="https://cmsmart.net/community/woocommerce-online-product-designer-plugin" target="_blank">Forum</a>
es_es: <a class="button" href="https://cmsmart.net/community/woocommerce-online-product-designer-plugin" target="_blank">Foro</a>

source: <a class="button" href="https://cmsmart.net/community/woocommerce-online-product-designer-plugin/userguides" target="_blank">User guide</a>
es_es: <a class="button" href="https://cmsmart.net/community/woocommerce-online-product-designer-plugin/userguides" target="_blank">guía de Usuario</a>

source: <a class="button" href="https://vimeo.com/album/5056824" target="_blank">Video guide</a>
es_es: <a class="button" href="https://vimeo.com/album/5056824" target="_blank">guía de Vídeo</a>

source: Studio
es_es: Estudio

source: Create your own
es_es: Crear tu propio

source: Welcome to NBDesigner
es_es: Bienvenido a NBDesigner

source: Designer
es_es: Diseñador

source: Product Builder
es_es: Producto Generador De

source: Settings saved.
es_es: Ajustes guardados.

source: Settings reseted.
es_es: Configuración de la doble-clic.

source: Save Options
es_es: Opciones De Guardar

source: Add
es_es: Agregar

source: Select
es_es: Seleccionar

source: Add type
es_es: Añadir

source: General setup
es_es: Configuración General

source: NBD Pages
es_es: NBD Páginas

source: Overview
es_es: Resumen

source: <strong>License key</strong>—get your <a target="_blank" href="%s">premium license key</a>
es_es: <strong>clave de Licencia</strong>los <a target="_blank" href="%s">premium clave de licencia</a>

source: <strong>Get free license key</strong>
es_es: <strong>Obtener clave de licencia gratuita</strong>

source: Name
es_es: Nombre

source: <strong>Get license key</strong>
es_es: <strong>Obtener clave de licencia</strong>

source: Loading...
es_es: Cargando...

source: Check email to get license
es_es: Verificación de correo electrónico para obtener una licencia

source: <strong>Dimension unit</strong>—used to calculate design area.
es_es: <strong>Dimensión de la unidad</strong>—se utiliza para calcular el área de diseño.

source: <strong>Font subset</strong>—choose your language font subset.
es_es: <strong>subconjunto de Fuente</strong>—seleccione su idioma subconjunto de fuente.

source: Create default NBDesigner pages
es_es: Crear por defecto NBDesigner páginas

source: <strong>Create your own page</strong>—page contain design editor.
es_es: <strong>Crear su propia página</strong>—la página de contener el editor de diseño.

source: <strong>Designer page</strong>—designer page.
es_es: <strong>Diseñador de la página</strong>—el diseñador de la página.

source: <strong>Gallery</strong>—The page show all templates.
es_es: <strong>Galería</strong>—La página se muestran todas las plantillas.
