Repository: dospuntocero/NBDesigner-es-cl
Catalog: web-to-print-online-designer-*.po
Languages: es_es

source: You do not have permission to create language!
es_es: No tiene permiso para crear el lenguaje!

source: Missing product!
es_es: Falta el producto!

source: Missing information!
es_es: La información que falta!

source: Has Design
es_es: Ha De Diseño

source: Unable to add %s to the cart. Please check your quantities and make sure the item is available and in stock
es_es: No se puede agregar el %s al carrito de la compra. Por favor, compruebe sus cantidades y asegúrese de que el elemento está disponible y en stock

source: No product quantities entered.
es_es: No de las cantidades de producto introducido.

source: Request Quote
es_es: Solicitud De cotización

source: Form
es_es: Formulario

source: Enable request quote
es_es: Habilitar la solicitud de cotización

source: Request quote
es_es: Solicitud de cotización

source: NBD Request a quote Page
es_es: NBD Solicitar una cotización de la Página

source: Add new field
es_es: Agregar nuevo campo

source: Edit field
es_es: Campo

source: Duplicate field name
es_es: Nombre de campo duplicados

source: Date
es_es: Fecha

source: Time
es_es: Tiempo

source: Acceptance
es_es: Aceptación

source: Heading
es_es: Rúbrica

source: Get Quote
es_es: Obtener cotización

source: No validation
es_es: No hay validación

source: Request a quote
es_es: Solicitar una cotización

source: Request a quote page
es_es: Solicitud de una cotización de la página

source: Choose request a quote page.
es_es: , Solicite una cotización de la página.

source: This is a required field.
es_es: Este es un campo requerido.

source: The mail you have entered seems to be wrong.
es_es: El correo que usted ha introducido parece estar equivocado.

source: %s is required.
es_es: %s no es necesaria.

source: %s is not a valid email address.
es_es: %s no es una dirección válida de correo electrónico.

source: %s is not a valid phone number.
es_es: %s no es un número de teléfono válido.

source: Please check the the captcha form.
es_es: Por favor marque la el formulario captcha.

source: Customer
es_es: Cliente

source: Successfully!
es_es: Correctamente

source: Unable to create the quote. Please try again.
es_es: No se puede crear la cotización. Por favor, inténtelo de nuevo.

source: Quantity Discount
es_es: Descuento Por Cantidad

source: New Quote Request
es_es: Nueva Solicitud De Cotización

source: Pending Quote
es_es: Pendiente Quote

source: Expired Quote
es_es: Expirado Quote

source: Accepted Quote
es_es: Aceptado Quote

source: Rejected Quote
es_es: Rechazada Quote

source: Request a Quote
es_es: Solicitar una cotización

source: Proposal
es_es: Propuesta

source: Quote n. %d has been rejected and is not available
es_es: Quote n. %d ha sido rechazado y no está disponible

source: Quote n. %d has expired and is not available
es_es: Quote n. %d ha caducado y no está disponible

source: Quote n. %d has been rejected
es_es: Quote n. %d ha sido rechazada

source: Quote n. %d can't be rejected because its status is: %s
es_es: Quote n. %d't ser rechazado porque su estado es: %s

source: The quote n. %d has been rejected
es_es: La cotización n. %d ha sido rechazada

source: It's not possible to add products to the cart since you have already accepted a quote.
es_es: no es posible añadir productos al carrito de la compra, debido a que usted ya ha aceptado la cotización.

source: This quote has been submitted from the checkout page.
es_es: Esta cotización ha sido presentada desde la página de pago.

source: Template Field Mapping
es_es: Plantilla De Asignación De Campos

source: Template Fields
es_es: Plantilla De Campos

source: Enable template mapping
es_es: Habilitar la plantilla de asignación

source: Check this option if you want that the template fields( layers ) will be filled automatically. <a href="%s" target="_blank">Manage template fields mapping</a>
es_es: Marque esta opción si desea que los campos de la plantilla( capas ) se completará automáticamente. <a href="%s" target="_blank">Administrar campos de plantilla de asignación</a>

source: Enable vCard
es_es: Habilitar vCard

source: Field Name
es_es: Nombre Del Campo

source: -- Select a field --
es_es: -- Seleccione un campo --

source: Wordpress - First name
es_es: Wordpress - Primer nombre

source: Wordpress - Last name
es_es: Wordpress - apellidos

source: Wordpress - Full name
es_es: Wordpress - nombre Completo

source: Wordpress - Display name
es_es: Wordpress - nombre para Mostrar

source: Wordpress - Website
es_es: Wordpress - Web

source: Wordpress - Biographical Info
es_es: Wordpress - Información Biográfica

source: Woocommerce Billing - Street address 2
es_es: Woocommerce Facturación de la dirección de la Calle 2

source: Woocommerce Billing -
es_es: Woocommerce Facturación -

source: Woocommerce Shipping - Street address 2
es_es: Woocommerce Envío - dirección de la Calle 2

source: Woocommerce Shipping -
es_es: Woocommerce Envío -

source: Woocommerce Billing - First name
es_es: Woocommerce Facturación - Primer nombre

source: Woocommerce Shipping - First name
es_es: Woocommerce Envío: nombre

source: Category
es_es: Categoría

source: Cart, order, checkout
es_es: Carro, el orden, la caja

source: Text Options
es_es: Opciones De Texto

source: Clipart Options
es_es: Clipart Opciones

source: Image Options
es_es: Opciones De Imagen

source: Free draw Options
es_es: Free draw Opciones

source: Qr Code Options
es_es: Código Qr Opciones

source: Setting color
es_es: Ajuste de color

source: Upload settings
es_es: Ajustes de carga

source: Output general settings
es_es: Salida de ajustes generales

source: JPG settings
es_es: JPG ajustes

source: Javacript settings
es_es: Javacript ajustes

source: CSS settings
es_es: Ajustes de CSS

source: Catalog
es_es: Catálogo

source: Cart
es_es: Carro

source: If you <span style="color: #e25555;">♥</span> <strong>NBDesigner</strong> please leave us a %s&#9733;&#9733;&#9733;&#9733;&#9733;%s rating. A huge thanks in advance!
es_es: Si <span style="color: #e25555;">♥</span> <strong>NBDesigner</strong> por favor nos deja un %s&#9733;&#9733;&#9733;&#9733;&#9733;%clasificación. Un enorme gracias de antemano!

source: NBDesigner Settings
es_es: NBDesigner Ajustes

source: Settings
es_es: Ajustes

source: Manager Products
es_es: Administrador De Productos

source: Products
es_es: Productos

source: Detail Design Order
es_es: Diseño De Detalle De La Orden

source: Manager Cliparts
es_es: Administrador De Cliparts

source: Manager Fonts
es_es: Administrador De Fuentes

source: Fonts
es_es: Fuentes

source: Frontend Translate
es_es: Frontend Traducir

source: NBDesigner Tools
es_es: NBDesigner Herramientas

source: NBDesigner Support
es_es: NBDesigner Apoyo

source: About
es_es: Acerca de

source: You do not have permission to add/edit font category!
es_es: No tiene permiso para agregar/editar fuente categoría!

source: Category has been added/edited successfully!
es_es: Categoría ha sido agregar/editar correctamente!

source: You do not have permission to add/edit clipart category!
es_es: No tiene permiso para agregar/editar imágenes prediseñadas de categoría!

source: You do not have permission to delete font category!
es_es: No tiene permiso para eliminar la fuente de categoría!

source: Category has been delete successfully!
es_es: Categoría ha sido eliminar con éxito!

source: You do not have permission to delete clipart category!
es_es: No tiene permiso para eliminar imágenes prediseñadas de categoría!

source: You do not have permission to add font!
es_es: No tiene permiso para agregar la fuente!

source: The google fonts have been added successfully!
es_es: Las fuentes de google han añadido con éxito!

source: Error while upload font.
es_es: Error al cargar la fuente.

source: Incorrect file extensions.
es_es: Archivo incorrecto extensiones.

source: Your font has been saved.
es_es: La fuente ha sido guardado.

source: Please choose font file or font name.
es_es: Por favor, elija el archivo de la fuente o el nombre de la fuente.

source: You do not have permission to delete font!
es_es: No tiene permiso para eliminar la fuente!

source: The font has been deleted successfully!
es_es: La fuente se ha eliminado correctamente!

source: You do not have permission to delete clipart!
es_es: No tiene permiso para eliminar imágenes prediseñadas!

source: Clipart has been deleted successfully!
es_es: Imagen prediseñada se ha eliminado correctamente!

source: Failed to copy.
es_es: No se pudo copiar.

source: Your art has been saved.
es_es: Su arte ha sido guardado.

source: Error while upload art, please try again! <a target="_blank" href="%s">Force upload SVG</a>
es_es: Error al cargar el arte, por favor, vuelve a intentarlo! <a target="_blank" href="%s">la Fuerza de carga SVG</a>

source: Setting NBDesigner
es_es: Configuración De NBDesigner

source: Customer Design
es_es: Diseño Del Cliente

source: Missing necessary information!
es_es: Falta la información necesaria!

source: Incorrect information, check again license key
es_es: Información incorrecta, compruebe de nuevo la clave de licencia

source: Incorrect License key
es_es: Incorrecta clave de Licencia

source: License key is locked
es_es: Clave de licencia está bloqueada

source: License key have expired
es_es: Clave de licencia ha expirado

source: Link your website incorrect
es_es: Enlace de su sitio web incorrecto

source: License key can using
es_es: Clave de licencia puede usar

source: Domain has been added successfully
es_es: Dominio ha sido agregado correctamente

source: Exceed your number of domain license
es_es: Exceder su número de licencia de dominio

source: Unsuccessfully active license key
es_es: Sin éxito activo clave de licencia

source: Try again later!
es_es: Inténtelo de nuevo más tarde!

source: Please fill your license!
es_es: Por favor llene su licencia!

source: Missing necessary information
es_es: Falta la información necesaria

source: Incorrect information
es_es: Información incorrecta

source: Remove license key Successfully
es_es: Eliminar clave de licencia con Éxito

source: Remove license key Unsuccessfully!
es_es: Eliminar clave de licencia sin éxito!

source: Start and upload design
es_es: Inicio y la carga de diseño

source: Upload Design
es_es: Subir De Diseño

source: Your server not allow creat folder
es_es: El servidor no permite crear carpeta

source: Your server not allow writable file
es_es: Su servidor, no permitir que los permisos de escritura de archivos

source: You have not permission to create or edit template
es_es: Usted no tiene permiso para crear o editar plantilla

source: Design
es_es: Diseño

source: Custom design
es_es: Diseño personalizado

source: Edit design
es_es: Editar diseño

source: Add design
es_es: Añadir diseño

source: Upload file
es_es: Archivo de subida

source: Reupload design
es_es: Resubir diseño

source: Extra price for design
es_es: Precio Extra para el diseño

source: You don't change anything? Or an error occured saving the data, please refresh this page and check if changes took place.
es_es: Usted don't cambio de nada? O ha ocurrido un error de guardar los datos, por favor, actualice esta página y comprobar si los cambios se llevaron a cabo.

source: You haven't chosen a item.
es_es: Todavía't elegido un elemento.

source: The reason cannot be empty
es_es: La razón no puede estar vacío

source: Error while sending mail
es_es: Error al enviar el correo

source: Your design accepted
es_es: Su diseño aceptado

source: Approve designs - Order
es_es: Aprobar los diseños de Orden

source: (Rejected! Click
es_es: (Rechazado! Haga clic en

source: here
es_es: aquí

source: to design again
es_es: para el diseño de nuevo

source: <small> (Approved!)</small>
es_es: <small> (Aprobado!)</small>

source: Download PDF
es_es: Descargar PDF

source: File size too small or large!
es_es: Archivo de tamaño demasiado pequeño o grande!

source: <strong>Redirect login</strong>
es_es: <strong>Redirección de inicio de sesión</strong>

source: Go to product detail to setup custom design or upload design.
es_es: Ir a detalles del producto para el programa de instalación personalizado de diseño o de carga de diseño.

source: <strong>More Nbdesigner</strong> <a target="_blank" href="%s">settings</a>
es_es: <strong>Más Nbdesigner</strong> <a target="_blank" href="%s">configuración</a>

source: Silence is golden.
es_es: El silencio es oro.

source: File not found
es_es: Archivo no encontrado

source: Your term
es_es: El término

source: Text here
es_es: Texto aquí

source: Oops! Try again later!
es_es: Ups! Inténtelo de nuevo más tarde!

source: Complete!
es_es: Completa!

source: You will not be able to recover this file!
es_es: Usted no será capaz de recuperar este archivo!

source: You will not be able to recover this category!
es_es: Usted no será capaz de recuperar esta categoría!

source: Please fill category name!
es_es: Por favor, rellene el nombre de la categoría!

source: Restore your last data!
es_es: Restaurar la última de datos!

source: You will not be able to recover this language!
es_es: Usted no será capaz de recuperar este idioma!

source: Any option
es_es: Opción

source: Continue Shopping &rarr;
es_es: Continuar de Compras &rarr;

source: %s products successfully added to your cart.
es_es: %s productos añadido correctamente a su carrito de compras.

source: View Cart &rarr;
es_es: Ver carro &rarr;

source: No file defined
es_es: No definido

source: Your settings have been saved.
es_es: Sus ajustes se han guardado.

source: Irks! An error has occurred.
es_es: Irks! Se ha producido un error.

source: Warning.
es_es: Advertencia.

source: Full name
es_es: Nombre completo

source: First name
es_es: Nombre

source: Last name
es_es: Apellido

source: Company
es_es: La empresa

source: Address
es_es: Dirección

source: Postcode
es_es: Código postal

source: City
es_es: La ciudad

source: City Name
es_es: Nombre De Ciudad

source: Phone
es_es: Teléfono

source: Hide gallery sidebar
es_es: Ocultar la galería de la barra lateral

source: Choose whether the sidebar is hidden or not.
es_es: Elija si desea que la barra lateral está oculto o no.

source: Gallery page
es_es: Gallery

source: How many columns of templates should be shown in gallery page?
es_es: ¿Cuántas columnas de las plantillas deben ser mostrado en la página de la galería?

source: Artist page
es_es: Página de artista

source: How many columns of templates should be shown in artist page?
es_es: ¿Cuántas columnas de las plantillas deben ser mostrado en la página de artista?

source: Gallery element gutter
es_es: Elemento de la galería de alcantarilla

source: Gallery element gutter in px
es_es: Elemento de la galería de canalón en px

source: Design for me
es_es: Diseño para mí

source: Request your design
es_es: Petición de su diseño

source: Design guideline
es_es: Guía de diseño

source: Design Guidelines
es_es: Pautas De Diseño

source: My designs
es_es: Mis diseños

source: View design
es_es: Vista de diseño

source: My designs page( %s )
es_es: Mis diseños de página( %s )

source: Error adding to the cart
es_es: Error de añadir a la cesta

source: Only authenticated users can access the REST API.
es_es: Sólo los usuarios autenticados pueden acceder a la API de REST.

source: You're not authorized to access this site.
es_es: Usted're no autorizado a acceder a este sitio.

source: Get a Quote
es_es: Obtener una Cotización

source: Start Design
es_es: Diseñar!

source: Add to cart & start design
es_es: Añadir a la cesta & start diseño

source: Are you sure you want to delete this design?
es_es: ¿Seguro que desea borrar este diseño?

source: Delete successfully!
es_es: Eliminar con éxito!

source: <p>Plugin <strong>not compatible</strong> with WordPress %s. Requires WordPress %s to use this Plugin.</p>
es_es: <p>Plugin <strong>no es compatible</strong> con WordPress %s. Requiere de WordPress %s para usar este Plugin.</p>

source: <p>Plugin <strong>not compatible</strong> with PHP %s. Requires PHP %s to use this Plugin.</p>
es_es: <p>Plugin <strong>no es compatible</strong> con PHP %s. Requiere PHP %s para usar este Plugin.</p>

source: WooCommerce is not active. Please activate WooCommerce before using %s.
es_es: WooCommerce no está activo. Por favor, active WooCommerce antes de usar %s.

source: WoooCommerce %s or greater is required
es_es: WoooCommerce %s o posterior es necesario

source: Once Hourly
es_es: Una Vez Por Hora

source: Every 6 Hours
es_es: Cada 6 Horas

source: New / Modified order(s)
es_es: Nueva / Modificada orden(s)

source: Has NBDesigner
es_es: Ha NBDesigner

source: Appearance
es_es: Apariencia

source: Design Tool
es_es: Herramienta De Diseño

source: Colors
es_es: Colores

source: Upload design
es_es: Subir de diseño

source: Output
es_es: Salida

source: Libraries
es_es: Bibliotecas

source: Printing Options
es_es: Opciones De Impresión

source: General Settings
es_es: Ajustes Generales

source: Notifications
es_es: Notificaciones

source: Application
es_es: Aplicación

source: Tools
es_es: Herramientas

source: Customization
es_es: Personalización

source: Design editor
es_es: En el editor de diseño

source: Modern layout
es_es: Diseño moderno

source: Product
es_es: Producto

source: Enable generate gallery API
es_es: Permitir generar galería API

source: This option will generate and update product gallery base on NBD template when the customer change product options.
es_es: Esta opción, se generará y actualización de la galería de productos de la base de NBD plantilla cuando el cliente cambie las opciones de producto.

source: Yes
es_es: Sí

source: NBDesigner Options
es_es: Opciones

source: Default
es_es: Por defecto

source: Select Color
es_es: Seleccionar Color

source: Current Color
es_es: Color

source: Custom designs
es_es: Diseños personalizados

source: Upload files
es_es: Subir archivos

source: Download
es_es: Descargar

source: Download designs: PNG
es_es: Descargar diseños: PNG

source: Download designs: PDF
es_es: Descargar diseños: PDF

source: Download designs: SVG
es_es: Descargar diseños: SVG

source: Download designs: JPG
es_es: Descargar diseños: JPG

source: Download designs: CMYK - JPG
es_es: Descargar diseños: CMYK - JPG

source: Download upload files
es_es: Descargar subir archivos

source: You do not have permission to update data!
es_es: No tiene permiso para actualizar los datos!

source: Success!
es_es: Exito!!!!

source: Erorr write data!
es_es: Erorr escribir datos!

source: Erorr backup!
es_es: Erorr de copia de seguridad!

source: Invalid info!
es_es: Inválido info!

source: Your CSS has been saved!
es_es: Tu CSS ha sido salvados!

source: Your JS has been saved!
es_es: Tu JS ha sido salvados!

source: Backend setting
es_es: Backend configuración

source: Frontend
es_es: Interfaz

source: Frontend setting
es_es: Interfaz de configuración

source: How to get Facebook API ID
es_es: Cómo llegar Facebook API ID

source: <span style="color:#CB4B16;">Application</span> Key and Secret (also sometimes referred as <span style="color:#CB4B16;">Consumer</span> key and secret or <span style="color:#CB4B16;">Client</span> id and secret) are what we call an application credentials.
es_es: , <span style="color:#CB4B16;">Aplicación</span> Clave y el Secreto (a veces referido como <span style="color:#CB4B16;">Consumidor</span> clave y el secreto o <span style="color:#CB4B16;">Cliente</span> id y secret) son lo que llamamos una solicitud de credenciales.

source: This application will link your website
es_es: Esta aplicación va a enlazar tu sitio web

source: to <code>Facebook API</code> and these credentials are needed in order for <b>NBDesigner</b> users to use they Facebook photos.
es_es: a <código>Facebook API</code> y estas credenciales son necesarias para <b>NBDesigner</b> de los usuarios para el uso que Facebook fotos.

source: These credentials may also differ in format, name and content depending on the social network.
es_es: Estas credenciales pueden diferir también en formato, nombre y contenido dependiendo de la red social.

source: To enable authentication with this provider and to register a new <b>Facebook API Application</b>, follow the steps
es_es: Para habilitar la autenticación con este proveedor y el registro de una nueva <b>Facebook API de la Aplicación</b>, siga los pasos

source: First go to:
es_es: Ir primero a:

source: Select <b>Add a New App</b> from the <b>Apps</b> menu at the top
es_es: Seleccione <b>Agregar una Nueva App</b> de <b>Aplicaciones</b> menú en la parte superior

source: Fill out Display Name, Namespace, choose a category and click <b>Create App</b>
es_es: Llenar la Pantalla de Nombre de espacio de Nombres, elija una categoría y haga clic en <b>Crear App</b>

source: Go to Settings page and click on <b>Add Platform</b>. Choose website and enter in the new screen your website url in <b>App Domains</b> and <b>Site URL</b> fields
es_es: Ir a la página de Configuración y haga clic en <b>Agregar Plataforma</b>. Elija sitio web y entrar en la nueva pantalla url de tu sitio web en <b>App Dominios</b> y <b>dirección URL del Sitio</b> campos

source: They should match with the current hostname
es_es: Que debe coincidir con el actual nombre de host

source: Go to the <b>App Review</b> page and choose <b>yes</b> where it says <b>Do you want to make this app and all its live features available to the general public?</b>
es_es: Ir a la <b>App Review</b> de la página y elija <b>sí</b> donde dice <b>¿desea realizar esta aplicación y todas sus características de live disponible para el público en general?</b>

source: In section "Submit Items for Approval" click <b>Start a Submission</b>, in popup check "user_photos" and complete all steps
es_es: En la sección "Enviar Artículos para su Aprobación", haga clic en <b>Inicio Presentación</b>, en la ventana emergente de verificación "user_photos" y completar todos los pasos

source: Go back to the <b>Dashboard</b> page and past the created application credentials (APP ID and Secret) into the boxes above
es_es: Volver a la <b>Tablero de instrumentos</b> de la página y el pasado de la creación de solicitud de credenciales (ID de la APLICACIÓN y Secreto) en las casillas de arriba

source: And that's it!
es_es: Y que's!

source: If for some reason you still can't manage to create an application for Facebook, first try to <a href="https://www.google.com/search?q=Facebook API create application" target="_blank">Google it</a>, then check it on <a href="http://www.youtube.com/results?search_query=Facebook API create application " target="_blank">Youtube</a>, and if nothing works <a href="https://cmsmart.net/support_ticket">ask for support</a>
es_es: Si por alguna razón usted todavía puede't administrar a crear una aplicación para Facebook, primero trate de <a href="https://www.google.com/search?q=Facebook la API de crear la aplicación" target="_blank">Google</a>, a continuación, comprobar en <a href="http://www.youtube.com/results?search_query=Facebook la API de crear la aplicación " target="_blank">Youtube</a>, y si nada funciona <a href="https://cmsmart.net/support_ticket">pedir ayuda</a>

source: How to get Google Drive API
es_es: Cómo llegar Google Drive API

source: Go to
es_es: Ir a

source: To get API key
es_es: Para obtener una clave de API

source: Click <b>Create credentials > API key</b>. Next, look for your API key in the <b>API keys</b> section.
es_es: Haga clic en <b>Crear credenciales > clave de API</b>. A continuación, busca tu clave de API en la <b>claves de API</b> de la sección.

source: To get Client ID
es_es: Para obtener el ID de Cliente
